{
  "id": "0c5c39a2-4eb5-4a0f-be23-bd731291012e",
  "type": "chapter",
  "bookId": "8203eff5-ae5e-4c29-b715-f3c11df9ec54",
  "chapterIndex": 6,
  "title": "Chapter 6",
  "rawText": "be able to\nreturn to your sheep. Why ask more out of life?”\n“Because we have to respond to omens,” the boy said, almost\nwithout meaning to; then he regretted what he had said, because the\n\n\n\n\n\nmerchant had never met the king.\n“It’s called the principle of favorability, beginner’s luck. Because\nlife wants you to achieve your Personal Legend,” the old king had\nsaid.\nBut the merchant understood what the boy had said. The boy’s\nvery presence in the shop was an omen, and, as time passed and\nmoney was pouring into the cash drawer, he had no regrets about\nhaving hired the boy. The boy was being paid more money than he\ndeserved, because the  merchant, thinking that  sales wouldn’t\namount to much, had offered the boy a high commission rate. He\nhad assumed he would soon return to his sheep.\n“Why did you want to get to the Pyramids?” he asked, to get away\nfrom the business of the display.\n“Because I’ve  always heard about them,” the  boy  answered,\nsaying nothing about his dream. The treasure was now nothing but a\npainful memory, and he tried to avoid thinking about it.\n“I don’t know anyone around here who would want to cross the\ndesert just to see the Pyramids,” said the merchant. “They’re just a\npile of stones. You could build one in your backyard.”\n“You’ve never had dreams of travel,” said the boy, turning to wait\non a customer who had entered the shop.\nTwo days later, the merchant spoke to the boy about the display.\n“I don’t much like change,” he said. “You and I aren’t like Hassan,\nthat rich merchant. If he makes a buying mistake, it doesn’t affect\nhim much. But we two have to live with our mistakes.”\nThat’s true enough, the boy thought, ruefully.\n“Why did you think we should have the display?”\n“I want to get back to my sheep faster. We have to take advantage\nwhen luck is on our side, and do as much to help it as it’s doing to\nhelp us. It’s called the principle of favorability. Or beginner’s luck.”\nThe merchant was silent for a few moments. Then he said, “The\nProphet gave us the Koran, and left us just five obligations to satisfy\nduring our lives. The most important is to believe only in the one true\nGod. The others are to pray five times a day, fast during Ramadan,\nand be charitable to the poor.”\nHe stopped there. His eyes filled with tears as he spoke of the\nProphet. He was a devout man, and, even with all his impatience, he\n\n\n\n\n\nwanted to live his life in accordance with Muslim law.\n“What’s the fifth obligation?” the boy asked.\n“Two days ago, you said that I had never dreamed of travel,” the\nmerchant answered. “The  fifth  obligation of  every Muslim  is  a\npilgrimage. We are obliged, at least once in our lives, to visit the holy\ncity of Mecca.\n“Mecca is  a  lot  farther away  than  the  Pyramids. When I  was\nyoung, all I wanted to do was put together enough money to start\nthis shop. I thought that someday I’d be rich, and could go to Mecca.\nI began to make some money, but I could never bring myself to leave\nsomeone in charge of the shop; the crystals are delicate things. At\nthe same time, people were passing my shop all the time, heading\nfor Mecca. Some of them were rich pilgrims, traveling in caravans\nwith  servants and  camels, but  most  of  the  people making the\npilgrimage were poorer than I.\n“All who went there were happy at having done so. They placed\nthe symbols of the pilgrimage on the doors of their houses. One of\nthem, a cobbler who made his living mending boots, said that he had\ntraveled for almost a year through the desert, but that he got more\ntired when he had to walk through the streets of Tangier buying his\nleather.”\n“Well, why don’t you go to Mecca now?” asked the boy.\n“Because it’s the thought of Mecca that keeps me alive. That’s\nwhat helps me face these days that are all the same, these mute\ncrystals on the shelves, and lunch and dinner at that same horrible\ncafé. I’m afraid that if my dream is realized, I’ll have no reason to go\non living.\n“You  dream about your  sheep and  the  Pyramids, but  you’re\ndifferent from me, because you want to realize your dreams. I just\nwant to dream about Mecca. I’ve already imagined a thousand times\ncrossing the desert, arriving at the Plaza of the Sacred Stone, the\nseven times I walk around it before allowing myself to touch it. I’ve\nalready imagined the people who would be at my side, and those in\nfront of me, and the conversations and prayers we would share. But\nI’m afraid that it would all be a disappointment, so I prefer just to\ndream about it.”\n\n\n\n\n\nThat  day,  the  merchant gave  the  boy  permission to  build  the\ndisplay. Not everyone can see his dreams come true in the same\nway.\nTwo more months passed, and the shelf brought many customers\ninto the crystal shop. The boy estimated that, if he worked for six\nmore months, he could return to Spain and buy sixty sheep, and yet\nanother sixty. In less than a year, he would have doubled his flock,\nand he would be able to do business with the Arabs, because he\nwas now able to speak their strange language. Since that morning in\nthe  marketplace, he  had  never again made use  of  Urim  and\nThummim, because Egypt was now just as distant a dream for him\nas was Mecca for the merchant. Anyway, the boy had become happy\nin his work, and thought all the time about the day when he would\ndisembark at Tarifa as a winner.\n“You must always know what it is that you want,” the old king had\nsaid. The boy knew, and was now working toward it. Maybe it was\nhis treasure to have wound up in that strange land, met up with a\nthief, and doubled the size of his flock without spending a cent.\nHe was proud of himself. He had learned some important things,\nlike how to deal in crystal, and about the language without words . . .\nand about omens. One afternoon he had seen a man at the top of\nthe hill, complaining that it was impossible to find a decent place to\nget something to drink after such a climb. The boy, accustomed to\nrecognizing omens, spoke to the merchant.\n“Let’s sell tea to the people who climb the hill.”\n“Lots of places sell tea around here,” the merchant said.\n“But we could sell tea in crystal glasses. The people will enjoy the\ntea and want to buy the glasses. I have been told that beauty is the\ngreat seducer of men.”\nThe merchant didn’t respond, but that afternoon, after saying his\nprayers and closing the shop, he invited the boy to sit with him and\nshare his hookah, that strange pipe used by the Arabs.\n\n\n\n\n\n“What is it you’re looking for?” asked the old merchant.\n“I’ve already told you. I need to buy my sheep back, so I have to\nearn the money to do so.”\nThe merchant put some new coals in the hookah, and inhaled\ndeeply.\n“I’ve had this shop for thirty years. I know good crystal from bad,\nand  everything else  there is  to  know about crystal. I  know its\ndimensions and how it behaves. If we serve tea in crystal, the shop\nis going to expand. And then I’ll have to change my way of life.”\n“Well, isn’t that good?”\n“I’m already used to the way things are. Before you came, I was\nthinking about how much time I had wasted in the same place, while\nmy friends had moved on, and either went bankrupt or did better\nthan they had before. It made me very depressed. Now, I can see\nthat it hasn’t been too bad. The shop is exactly the size I always\nwanted it to be. I don’t want to change anything, because I don’t\nknow how to deal with change. I’m used to the way I am.”\nThe boy didn’t know what to say. The old man continued, “You\nhave been a real blessing to me. Today, I understand something I\ndidn’t see before: every blessing ignored becomes a curse. I don’t\nwant anything else in life. But you are forcing me to look at wealth\nand at horizons I have never known. Now that I have seen them, and\nnow that I see how immense my possibilities are, I’m going to feel\nworse than I did before you arrived. Because I know the things I\nshould be able to accomplish, and I don’t want to do so.”\nIt’s good I refrained from saying anything to the baker in Tarifa,\nthought the boy to himself.\n\n\n\n\n\nThey went on smoking the pipe for a while as the sun began to\nset.  They  were  conversing in  Arabic, and  the  boy  was  proud of\nhimself for being able to do so. There had been a time when he\nthought that  his  sheep could teach him  everything he  needed to\nknow about the world. But they could never have taught him Arabic.\nThere are probably other things in the world that the sheep can’t\nteach me, thought the boy as he regarded the old merchant. All they\never do, really, is look for food and water. And maybe it wasn’t that\nthey were teaching me, but that I was learning from them.\n“Maktub,” the merchant said, finally.\n“What does that mean?”\n“You would have to have been born an Arab to understand,” he\nanswered. “But in your language it would be something like ‘It is\nwritten.’”\nAnd, as he smothered the coals in the hookah, he told the boy\nthat he could begin to sell tea in the crystal glasses. Sometimes,\nthere’s just no way to hold back the river.\nThe men climbed the hill, and they were tired when they reached the\ntop. But there they saw a crystal shop that offered refreshing mint\ntea. They went in to drink the tea, which was served in beautiful\ncrystal glasses.\n“My wife never thought of this,” said one, and he bought some\ncrystal—he was entertaining guests that night, and the guests would\nbe  impressed by  the  beauty of  the  glassware. The  other man\nremarked that tea was always more delicious when it was served in\ncrystal, because the aroma was retained. The third said that it was a\ntradition in the Orient to use crystal glasses for tea because it had\nmagical powers.\nBefore long, the news spread, and a great many people began to\nclimb the hill to see the shop that was doing something new in a\ntrade that was so old. Other shops were opened that served tea in\ncrystal, but  they  weren’t at  the  top  of  a  hill,  and  they  had  little\nbusiness.\n\n\n\n\n\nEventually,  the  merchant had  to  hire  two  more  employees. He\nbegan to import enormous quantities of tea, along with his crystal,\nand his shop was sought out by men and women with a thirst for\nthings new.\nAnd, in that way, the months passed.\nThe boy awoke before dawn. It had been eleven months and nine\ndays since he had first set foot on the African continent.\nHe  dressed  in  his  Arabian clothing of  white linen, bought\nespecially for this day. He put his headcloth in place and secured it\nwith  a  ring  made  of  camel skin.  Wearing his  new  sandals, he\ndescended the stairs silently.\nThe city was still sleeping. He prepared himself a sandwich and\ndrank some hot tea from a crystal glass. Then he sat in the sun-filled\ndoorway, smoking the hookah.\nHe  smoked in  silence, thinking  of  nothing, and  listening to  the\nsound of the wind that brought the scent of the desert. When he had\nfinished his smoke, he reached into one of his pockets, and sat there\nfor a few moments, regarding what he had withdrawn.\nIt was a bundle of money. Enough to buy himself a hundred and\ntwenty sheep, a return ticket, and a license to import products from\nAfrica into his own country.\nHe  waited  patiently for  the  merchant to  awaken and  open  the\nshop. Then the two went off to have some more tea.\n“I’m leaving today,” said the boy. “I have the money I need to buy\nmy sheep. And you have the money you need to go to Mecca.”\nThe old man said nothing.\n“Will  you  give  me  your  blessing?” asked the  boy.  “You  have\nhelped me.” The man continued to prepare his tea, saying nothing.\nThen he turned to the boy.\n“I am proud of you,” he said. “You brought a new feeling into my\ncrystal shop. But you know that I’m not going to go to Mecca. Just as\nyou know that you’re not going to buy your sheep.”\n“Who told you that?” asked the boy, startled.\n“Maktub,” said the old crystal merchant.\n\n\n\n\n\nAnd he gave the boy his blessing.\nThe boy went to his room and packed his belongings. They filled\nthree sacks. As he was leaving, he saw, in the corner of the room,\nhis old shepherd’s pouch. It was bunched up, and he had hardly\nthought of it for a long time. As he took his jacket out of the pouch,\nthinking to give it to someone in the street, the two stones fell to the\nfloor. Urim and Thummim.\nIt made the boy think of the old king, and it startled him to realize\nhow long it had been since he had thought of him. For nearly a year,\nhe  had  been  working incessantly,  thinking only  of  putting aside\nenough money so that he could return to Spain with pride.\n“Never stop dreaming,” the old king had said. “Follow the omens.”\nThe boy picked up Urim and Thummim, and, once again, had the\nstrange sensation that the old king was nearby. He had worked hard\nfor a year, and the omens were that it was time to go.\nI’m  going  to  go  back  to  doing just  what  I  did  before, the  boy\nthought. Even though the sheep didn’t teach me to speak Arabic.\nBut the sheep had taught him something even more important:\nthat there was a language in the world that everyone understood, a\nlanguage the boy had used throughout the time that he was trying to\nimprove things at the shop. It was the language of enthusiasm, of\nthings accomplished with love and purpose, and as part of a search\nfor  something believed in  and  desired. Tangier was  no  longer a\nstrange city, and he felt that, just as he had conquered this place, he\ncould conquer the world.\n“When you want something, all the universe conspires to help you\nachieve it,” the old king had said.\n\n\n\n\n\nBut the old king hadn’t said anything about being robbed, or about\nendless deserts, or about people who know what their dreams are\nbut don’t want to realize them. The old king hadn’t told him that the\nPyramids were just a pile of stones, or that anyone could build one in\nhis backyard. And he had forgotten to mention that, when you have\nenough money to buy a flock larger than the one you had before,\nyou should buy it.\nThe boy picked up his pouch and put it with his other things. He\nwent down the stairs and found the merchant waiting on a foreign\ncouple, while two other customers walked about the shop, drinking\ntea from crystal glasses. It was more activity than usual for this time\nof the morning. From where he stood, he saw for the first time that\nthe old merchant’s hair was very much like the hair of the old king.\nHe  remembered  the  smile  of  the  candy seller,  on  his  first  day  in\nTangier, when he had nothing to eat and nowhere to go—that smile\nhad also been like the old king’s smile.\nIt’s almost as if he had been here and left his mark, he thought.\nAnd yet, none of these people has ever met the old king. On the\nother hand, he said that he always appeared to help those who are\ntrying to realize their Personal Legend.\nHe left without saying good-bye to the crystal merchant. He didn’t\nwant to cry with the other people there. He was going to miss the\nplace and all the good things he had learned. He was more confident\nin himself, though, and felt as though he could conquer the world.\n“But I’m going back to the fields that I know, to take care of my\n",
  "summaryId": null
}