{
  "id": "16fbd43c-8213-4848-92e5-247c00a9e337",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 4,
  "title": "Chapter 4",
  "rawText": "asure, the  boy  thought. He  had  to  choose between\nsomething he had become accustomed to and something he wanted\nto have. There was also the merchant’s daughter, but she wasn’t as\n\n\n\n\n\nimportant as his flock, because she didn’t depend on him. Maybe\nshe  didn’t  even  remember him.  He  was  sure  that  it  made no\ndifference to her on which day he appeared: for her, every day was\nthe same, and when each day is the same as the next, it’s because\npeople fail to recognize the good things that happen in their lives\nevery day that the sun rises.\nI left my father, my mother, and the town castle behind. They have\ngotten used to my being away, and so have I. The sheep will get\nused to my not being there, too, the boy thought.\nFrom where he sat, he could observe the plaza. People continued\nto come and go from the baker’s shop. A young couple sat on the\nbench where he had talked with the old man, and they kissed.\n“That baker  .  .  .”  he  said  to  himself, without completing  the\nthought. The levanter was still getting stronger, and he felt its force\non his face. That wind had brought the Moors, yes, but it had also\nbrought the smell of the desert and of veiled women. It had brought\nwith it the sweat and the dreams of men who had once left to search\nfor the unknown, and for gold and adventure—and for the Pyramids.\nThe boy felt jealous of the freedom of the wind, and saw that he\ncould have the same freedom. There was nothing to hold him back\nexcept himself. The sheep, the merchant’s daughter, and the fields\nof Andalusia were only steps along the way to his Personal Legend.\nThe next day, the boy met the old man at noon. He brought six\nsheep with him.\n“I’m surprised,” the boy said. “My friend bought all the other sheep\nimmediately.  He  said  that  he had  always dreamed of  being  a\nshepherd, and that it was a good omen.”\n“That’s the way it always is,” said the old man. “It’s called the\nprinciple of favorability. When you play cards the first time, you are\nalmost sure to win. Beginner’s luck.”\n“Why is that?”\n“Because there is a force that wants you to realize your Personal\nLegend; it whets your appetite with a taste of success.”\nThen the old man began to inspect the sheep, and he saw that\none was lame. The boy explained that it wasn’t important, since that\nsheep was the most intelligent of the flock, and produced the most\nwool.\n\n\n\n\n\n“Where is the treasure?” he asked.\n“It’s in Egypt, near the Pyramids.”\nThe boy was startled. The old woman had said the same thing.\nBut she hadn’t charged him anything.\n“In order to find the treasure, you will have to follow the omens.\nGod has prepared a path for everyone to follow. You just have to\nread the omens that he left for you.”\nBefore the  boy  could reply,  a  butterfly appeared and  fluttered\nbetween him  and  the  old  man.  He  remembered something his\ngrandfather had once told him: that butterflies were a good omen.\nLike crickets, and  like  grasshoppers; like  lizards and  four-leaf\nclovers.\n“That’s right,” said the old man, able to read the boy’s thoughts.\n“Just as your grandfather taught you. These are good omens.”\nThe old man opened his cape, and the boy was struck by what he\nsaw. The old man wore a breastplate of heavy gold, covered with\nprecious stones. The boy recalled the brilliance he had noticed on\nthe previous day.\nHe really was a king! He must be disguised to avoid encounters\nwith thieves.\n“Take these,” said the old man, holding out a white stone and a\nblack stone that  had  been  embedded at  the  center of  the\nbreastplate. “They are called Urim and Thummim. The black signifies\n‘yes,’ and the white ‘no.’ When you are unable to read the omens,\nthey will help you to do so. Always ask an objective question.\n“But, if you can, try to make your own decisions. The treasure is at\nthe  Pyramids; that  you  already knew.  But  I  had  to  insist  on  the\npayment of six sheep because I helped you to make your decision.”\nThe boy put the stones in his pouch. From then on, he would\nmake his own decisions.\n\n\n\n\n\n“Don’t forget that everything you deal with is only one thing and\nnothing else. And don’t forget the language of omens. And, above\nall,  don’t  forget to  follow your  Personal Legend through to  its\nconclusion.\n“But before I go, I want to tell you a little story.\n“A certain shopkeeper sent his son to learn about the secret of\nhappiness from  the  wisest man  in  the  world. The  lad  wandered\nthrough the desert for forty days, and finally came upon a beautiful\ncastle, high atop a mountain. It was there that the wise man lived.\n“Rather than finding a saintly man, though, our hero, on entering\nthe main room of the castle, saw a hive of activity: tradesmen came\nand went, people were conversing in the corners, a small orchestra\nwas playing soft music, and there was a table covered with platters\nof the most delicious food in that part of the world. The wise man\nconversed with  everyone, and  the  boy  had  to  wait  for  two  hours\nbefore it was his turn to be given the man’s attention.\n“The wise man listened attentively to the boy’s explanation of why\nhe  had  come, but  told  him  that  he  didn’t have  time  just  then  to\nexplain the  secret of  happiness. He  suggested that  the  boy  look\naround the palace and return in two hours.\n“‘Meanwhile, I want to ask you to do something,’ said the wise\nman, handing the boy a teaspoon that held two drops of oil. ‘As you\nwander around, carry this spoon with you without allowing the oil to\nspill.’\n“The boy began climbing and descending the many stairways of\nthe palace, keeping his eyes fixed on the spoon. After two hours, he\nreturned to the room where the wise man was.\n“‘Well,’ asked the wise man, ‘did you see the Persian tapestries\nthat are hanging in my dining hall? Did you see the garden that it\ntook the master gardener ten years to create? Did you notice the\nbeautiful parchments in my library?’\n“The boy was embarrassed, and confessed that he had observed\nnothing. His only concern had been not to spill the oil that the wise\nman had entrusted to him.\n“‘Then go back and observe the marvels of my world,’ said the\nwise man. ‘You cannot trust a man if you don’t know his house.’\n\n\n\n\n\n“Relieved, the  boy  picked up  the  spoon and  returned to  his\nexploration of the palace, this time observing all of the works of art\non the ceilings and the walls. He saw the gardens, the mountains all\naround him,  the  beauty of  the  flowers, and  the  taste  with  which\neverything had been selected. Upon returning to the wise man, he\nrelated in detail everything he had seen.\n“‘But where are the drops of oil I entrusted to you?’ asked the wise\nman.\n“Looking down at the spoon he held, the boy saw that the oil was\ngone.\n“‘Well, there is only one piece of advice I can give you,’ said the\nwisest of  wise  men.  ‘The  secret of  happiness is  to  see  all  the\nmarvels of the world, and never to forget the drops of oil on the\nspoon.’”\nThe shepherd said nothing. He had understood the story the old\nking had told him. A shepherd may like to travel, but he should never\nforget about his sheep.\nThe old man looked at the boy and, with his hands held together,\nmade several strange gestures over the boy’s head. Then, taking his\nsheep, he walked away.\nAt the highest point in Tarifa there is an old fort, built by the Moors.\nFrom atop its walls, one can catch a glimpse of Africa. Melchizedek,\nthe king of Salem, sat on the wall of the fort that afternoon, and felt\nthe levanter blowing in his face. The sheep fidgeted nearby, uneasy\nwith  their  new  owner and  excited by  so  much change. All  they\nwanted was food and water.\nMelchizedek watched a small ship that was plowing its way out of\nthe port. He would never again see the boy, just as he had never\nseen  Abraham again after  having charged him  his  one-tenth fee.\nThat was his work.\n\n\n\n\n\nThe  gods  should not  have  desires, because they  don’t  have\nPersonal Legends. But the king of Salem hoped desperately that the\nboy would be successful.\nIt’s too bad that he’s quickly going to forget my name, he thought.\nI should have repeated it for him. Then when he spoke about me he\nwould say that I am Melchizedek, the king of Salem.\nHe looked to the skies, feeling a bit abashed, and said, “I know it’s\nthe  vanity of  vanities, as  you  said,  my  Lord. But  an  old  king\nsometimes has to take some pride in himself.”\nHow strange Africa is, thought the boy.\nHe was sitting in a bar very much like the other bars he had seen\nalong the narrow streets of Tangier. Some men were smoking from a\ngigantic pipe that they passed from one to the other. In just a few\nhours he had seen men walking hand in hand, women with their\nfaces covered, and priests that climbed to the tops of towers and\nchanted—as everyone about him  went  to  their  knees and  placed\ntheir foreheads on the ground.\n“A practice of infidels,” he said to himself. As a child in church, he\nhad always looked at the image of Saint Santiago Matamoros on his\nwhite horse, his  sword unsheathed, and  figures such  as  these\nkneeling at his feet. The boy felt ill and terribly alone. The infidels\nhad an evil look about them.\nBesides this, in the rush of his travels he had forgotten a detail,\njust one detail, which could keep him from his treasure for a long\ntime: only Arabic was spoken in this country.\nThe owner of the bar approached him, and the boy pointed to a\ndrink that had been served at the next table. It turned out to be a\nbitter tea. The boy preferred wine.\nBut he didn’t need to worry about that right now. What he had to\nbe concerned about was his treasure, and how he was going to go\nabout getting it.  The  sale  of  his  sheep had  left  him  with  enough\nmoney in  his  pouch, and  the  boy  knew  that  in  money there  was\nmagic; whoever has  money is  never really alone. Before long,\nmaybe in just a few days, he would be at the Pyramids. An old man,\n\n\n\n\n\nwith  a  breastplate of  gold,  wouldn’t have  lied  just  to  acquire six\nsheep.\nThe old man had spoken about signs and omens, and, as the boy\nwas crossing the strait, he had thought about omens. Yes, the old\nman had known what he was talking about: during the time the boy\nhad spent in the fields of Andalusia, he had become used to learning\nwhich path he should take by observing the ground and the sky. He\nhad  discovered that  the  presence of  a  certain bird  meant  that  a\nsnake was nearby, and that a certain shrub was a sign that there\nwas water in the area. The sheep had taught him that.\nIf  God  leads the  sheep so  well,  he  will  also  lead  a  man,  he\nthought, and that made him feel better. The tea seemed less bitter.\n“Who are you?” he heard a voice ask him in Spanish.\nThe  boy  was  relieved. He  was  thinking about omens, and\nsomeone had appeared.\n“How come you speak Spanish?” he asked. The new arrival was a\nyoung man in Western dress, but the color of his skin suggested he\nwas from this city. He was about the same age and height as the\nboy.\n“Almost everyone here  speaks Spanish. We’re  only  two  hours\nfrom Spain.”\n“Sit down, and let me treat you to something,” said the boy. “And\nask for a glass of wine for me. I hate this tea.”\n“There is  no  wine  in  this  country,”  the  young man  said.  “The\nreligion here forbids it.”\nThe boy told him then that he needed to get to the Pyramids. He\nalmost began to tell about his treasure, but decided not to do so. If\nhe  did,  it  was  possible that  the  Arab  would want  a  part  of  it  as\npayment for taking him there. He remembered what the old man had\nsaid about offering something you didn’t even have yet.\n“I’d like you to take me there if you can. I can pay you to serve as\nmy guide.”\n“Do you have any idea how to get there?” the newcomer asked.\nThe boy noticed that the owner of the bar stood nearby, listening\nattentively to  their  conversation. He  felt  uneasy at  the  man’s\npresence. But he had found a guide, and didn’t want to miss out on\nan opportunity.\n\n\n\n\n\n“You have to cross the entire Sahara desert,” said the young man.\n“And to do that, you need money. I need to know whether you have\nenough.”\nThe boy thought it a strange question. But he trusted in the old\nman,  who  had  said  that,  when  you  really want  something, the\nuniverse always conspires in your favor.\nHe took his money from his pouch and showed it to the young\nman. The owner of the bar came over and looked, as well. The two\nmen exchanged some words in Arabic, and the bar owner seemed\nirritated.\n“Let’s  get  out  of  here,” said  the  new  arrival. “He  wants us  to\nleave.”\nThe boy was relieved. He got up to pay the bill, but the owner\ngrabbed him and began to speak to him in an angry stream of words.\nThe boy was strong, and wanted to retaliate, but he was in a foreign\ncountry. His new friend pushed the owner aside, and pulled the boy\noutside with him. “He wanted your money,” he said. “Tangier is not\nlike the rest of Africa. This is a port, and every port has its thieves.”\nThe  boy  trusted his  new  friend. He  had  helped him  out  in  a\ndangerous situation. He took out his money and counted it.\n“We could get to the Pyramids by tomorrow,” said the other, taking\nthe money. “But I have to buy two camels.”\nThey  walked together through the  narrow streets of  Tangier.\nEverywhere there were stalls with items for sale. They reached the\ncenter of  a  large  plaza where the  market was  held.  There were\nthousands of people there, arguing, selling, and buying; vegetables\nfor sale amongst daggers, and carpets displayed alongside tobacco.\nBut the boy never took his eye off his new friend. After all, he had all\nhis money. He thought about asking him to give it back, but decided\nthat would be unfriendly. He knew nothing about the customs of the\nstrange land he was in.\n“I’ll just watch him,” he said to himself. He knew he was stronger\nthan his friend.\nSuddenly, there in the midst of all that confusion, he saw the most\nbeautiful sword he had ever seen. The scabbard was embossed in\nsilver, and the handle was black and encrusted with precious stones.\n\n\n\n\n\nThe boy promised himself that, when he returned from Egypt, he\nwould buy that sword.\n“Ask the owner of that stall how much the sword costs,” he said to\nhis friend. Then he realized that he had been distracted for a few\nmoments, looking at the sword. His heart squeezed, as if his chest\nhad suddenly compressed it. He was afraid to look around, because\nhe knew what he would find. He continued to look at the beautiful\nsword for  a  bit  longer,  until  he  summoned the  courage to  turn\naround.\nAll around him was the market, with people coming and going,\nshouting and  buying, and  the  aroma of  strange foods .  .  .  but\nnowhere could he find his new companion.\nThe  boy  wanted to  believe that  his  friend had  simply become\nseparated from him by accident. He decided to stay right there and\nawait his return. As he waited, a priest climbed to the top of a nearby\ntower and  began his  chant; everyone in  the  market fell  to  their\nknees, touched their forehea",
  "summaryId": "2d4a7764-a2e9-475d-9cff-4d0f7178f627"
}