{
  "id": "1cefd3f0-c1db-4fc3-97cd-d79688661845",
  "type": "chapter",
  "bookId": "8203eff5-ae5e-4c29-b715-f3c11df9ec54",
  "chapterIndex": 10,
  "title": "Chapter 10",
  "rawText": "is treasure.\n“The tribesmen are always in search of treasure,” the girl said, as\nif she had guessed what he was thinking. “And the women of the\ndesert are proud of their tribesmen.”\nShe refilled her vessel and left.\nThe boy went to the well every day to meet with Fatima. He told\nher  about his  life  as  a  shepherd, about the  king,  and  about the\ncrystal shop. They became friends,  and  except for  the  fifteen\nminutes he spent with her, each day seemed that it would never\npass. When he had been at the oasis for almost a month, the leader\nof the caravan called a meeting of all of the people traveling with\nhim.\n“We don’t know when the war will end, so we can’t continue our\njourney,” he said. “The battles may last for a long time, perhaps even\nyears. There are  powerful forces on  both  sides, and  the  war  is\nimportant to both armies. It’s not a battle of good against evil. It’s a\nwar between forces that are fighting for the balance of power, and,\nwhen that type of battle begins, it lasts longer than others—because\nAllah is on both sides.”\nThe people went back to where they were living, and the boy went\nto meet with Fatima that afternoon. He told her about the morning’s\nmeeting. “The day after we met,” Fatima said, “you told me that you\nloved me. Then, you taught me something of the universal language\nand the Soul of the World. Because of that, I have become a part of\nyou.”\nThe boy listened to the sound of her voice, and thought it to be\nmore beautiful than the sound of the wind in the date palms.\n“I have been waiting for you here at this oasis for a long time. I\nhave forgotten about my past, about my traditions, and the way in\nwhich men of the desert expect women to behave. Ever since I was\na child, I have dreamed that the desert would bring me a wonderful\npresent. Now, my present has arrived, and it’s you.”\nThe boy wanted to take her hand. But Fatima’s hands held to the\nhandles of her jug.\n“You have told me about your dreams, about the old king and your\ntreasure. And you’ve told me about omens. So now, I fear nothing,\n\n\n\n\n\nbecause it was those omens that brought you to me. And I am a part\nof your dream, a part of your Personal Legend, as you call it.\n“That’s why I want you to continue toward your goal. If you have to\nwait until the war is over, then wait. But if you have to go before then,\ngo on in pursuit of your dream. The dunes are changed by the wind,\nbut the desert never changes. That’s the way it will be with our love\nfor each other.\n“Maktub,”  she  said.  “If  I  am  really  a  part  of  your  dream, you’ll\ncome back one day.”\nThe boy was sad as he left her that day. He thought of all the\nmarried shepherds he  had  known. They had  a  difficult  time\nconvincing their wives that they had to go off into distant fields. Love\nrequired them to stay with the people they loved.\nHe told Fatima that, at their next meeting.\n“The desert takes our men from us, and they don’t always return,”\nshe said. “We know that, and we are used to it. Those who don’t\nreturn become a part of the clouds, a part of the animals that hide in\nthe  ravines and  of  the  water that  comes from  the  earth.  They\nbecome a part of everything . . . they become the Soul of the World.\n“Some do  come back. And  then  the  other  women are  happy\nbecause they believe that their men may one day return, as well. I\nused to look at those women and envy them their happiness. Now, I\ntoo will be one of the women who wait.\n“I’m a desert woman, and I’m proud of that. I want my husband to\nwander as free as the wind that shapes the dunes. And, if I have to, I\nwill accept the fact that he has become a part of the clouds, and the\nanimals, and the water of the desert.”\nThe boy went to look for the Englishman. He wanted to tell him\nabout Fatima. He was surprised when he saw that the Englishman\nhad built himself a furnace outside his tent. It was a strange furnace,\nfueled by firewood, with a transparent flask heating on top. As the\nEnglishman stared out at the desert, his eyes seemed brighter than\nthey had when he was reading his books.\n“This is the first phase of the job,” he said. “I have to separate out\nthe sulfur. To do that successfully, I must have no fear of failure. It\nwas my fear of failure that first kept me from attempting the Master\n\n\n\n\n\nWork. Now, I’m beginning what I could have started ten years ago.\nBut I’m happy at least that I didn’t wait twenty years.”\nHe  continued to  feed  the  fire,  and  the  boy  stayed on  until  the\ndesert turned pink in the setting sun. He felt the urge to go out into\nthe desert, to see if its silence held the answers to his questions.\nHe wandered for a while, keeping the date palms of the oasis\nwithin sight. He listened to the wind, and felt the stones beneath his\nfeet. Here and there, he found a shell, and realized that the desert, in\nremote times, had  been  a  sea.  He  sat  on  a  stone, and  allowed\nhimself to become hypnotized by the horizon. He tried to deal with\nthe  concept  of  love  as  distinct from  possession, and  couldn’t\nseparate them.  But  Fatima was  a  woman of  the  desert, and,  if\nanything could help him to understand, it was the desert.\nAs  he  sat  there thinking, he  sensed movement above him.\nLooking up, he saw a pair of hawks flying high in the sky.\nHe watched the hawks as they drifted on the wind. Although their\nflight appeared to have no pattern, it made a certain kind of sense to\nthe boy. It was just that he couldn’t grasp what it meant. He followed\nthe movement of the birds, trying to read something into it. Maybe\nthese desert birds could explain to him the meaning of love without\nownership.\nHe felt sleepy. In his heart, he wanted to remain awake, but he\nalso wanted to sleep. “I am learning the Language of the World, and\neverything in the world is beginning to make sense to me . . . even\nthe flight of the hawks,” he said to himself. And, in that mood, he was\ngrateful to be in love. When you are in love, things make even more\nsense, he thought.\nSuddenly, one of the hawks made a flashing dive through the sky,\nattacking the other. As it did so, a sudden, fleeting image came to\n\n\n\n\n\nthe boy: an army, with its swords at the ready, riding into the oasis.\nThe  vision vanished immediately,  but  it  had  shaken him.  He  had\nheard people speak of mirages, and had already seen some himself:\nthey were desires that, because of their intensity, materialized over\nthe sands of the desert. But he certainly didn’t desire that an army\ninvade the oasis.\nHe wanted to forget about the vision, and return to his meditation.\nHe tried again to concentrate on the pink shades of the desert, and\nits stones. But there was something there in his heart that wouldn’t\nallow him to do so.\n“Always heed the omens,” the old king had said. The boy recalled\nwhat he had seen in the vision, and sensed that it was actually going\nto occur.\nHe rose, and made his way back toward the palm trees. Once\nagain, he perceived the many languages in the things about him: this\ntime, the desert was safe, and it was the oasis that had become\ndangerous.\nThe camel driver was seated at the base of a palm tree, observing\nthe sunset. He saw the boy appear from the other side of the dunes.\n“An army is coming,” the boy said. “I had a vision.”\n“The  desert fills  men’s  hearts with  visions,” the  camel driver\nanswered.\nBut the boy told him about the hawks: that he had been watching\ntheir flight and had suddenly felt himself to have plunged to the Soul\nof the World.\nThe camel driver understood what the boy was saying. He knew\nthat any given thing on the face of the earth could reveal the history\nof  all  things. One  could open  a  book  to  any  page, or  look  at  a\nperson’s hand; one could turn a card, or watch the flight of the birds\n. . . whatever the thing observed, one could find a connection with\nhis experience of the moment. Actually, it wasn’t that those things, in\nthemselves, revealed anything at all; it was just that people, looking\nat  what  was  occurring around them, could find  a  means of\npenetration to the Soul of the World.\nThe desert was full of men who earned their living based on the\nease with which they could penetrate to the Soul of the World. They\nwere known as seers, and they were held in fear by women and the\n\n\n\n\n\nelderly.  Tribesmen  were  also  wary  of  consulting them, because it\nwould be impossible to be effective in battle if one knew that he was\nfated to die. The tribesmen preferred the taste of battle, and the thrill\nof not knowing what the outcome would be; the future was already\nwritten by Allah, and what he had written was always for the good of\nman.  So  the  tribesmen lived  only  for  the  present, because the\npresent was full of surprises, and they had to be aware of many\nthings: Where was the enemy’s sword? Where was his horse? What\nkind of blow should one deliver next in order to remain alive? The\ncamel driver was not a fighter, and he had consulted with seers.\nMany of them had been right about what they said, while some had\nbeen wrong. Then, one day, the oldest seer he had ever sought out\n(and the one most to be feared) had asked why the camel driver was\nso interested in the future.\n“Well . . . so I can do things,” he had responded. “And so I can\nchange those things that I don’t want to happen.”\n“But then they wouldn’t be a part of your future,” the seer had\nsaid.\n“Well,  maybe I  just  want  to  know  the  future so  I  can  prepare\nmyself for what’s coming.”\n“If good things are coming, they will be a pleasant surprise,” said\nthe seer. “If bad things are, and you know in advance, you will suffer\ngreatly before they even occur.”\n“I want to know about the future because I’m a man,” the camel\ndriver had said to the seer. “And men always live their lives based on\nthe future.”\nThe seer was a specialist in the casting of twigs; he threw them on\nthe ground, and made interpretations based on how they fell. That\nday, he didn’t make a cast. He wrapped the twigs in a piece of cloth\nand put them back in his bag.\n“I make my living forecasting the future for people,” he said. “I\nknow  the  science  of  the  twigs, and  I  know  how  to  use  them  to\npenetrate to the place where all is written. There, I can read the past,\ndiscover what  has  already been  forgotten, and  understand the\nomens that are here in the present.\n“When people consult me, it’s not that I’m reading the future; I am\nguessing at the future. The future belongs to God, and it is only he\n\n\n\n\n\nwho reveals it, under extraordinary circumstances. How do I guess\nat the future? Based on the omens of the present. The secret is here\nin the present. If you pay attention to the present, you can improve\nupon it. And, if you improve on the present, what comes later will\nalso be better. Forget about the future, and live each day according\nto the teachings, confident that God loves his children. Each day, in\nitself, brings with it an eternity.”\nThe camel driver had asked what the circumstances were under\nwhich God would allow him to see the future.\n“Only when he, himself, reveals it. And God only rarely reveals the\nfuture. When he does so, it is for only one reason: it’s a future that\nwas written so as to be altered.”\nGod  had  shown the  boy  a  part  of  the  future, the  camel  driver\nthought. Why  was  it  that  he  wanted the  boy  to  serve as  his\ninstrument?\n“Go and speak to the tribal chieftains,” said the camel driver. “Tell\nthem about the armies that are approaching.”\n“They’ll laugh at me.”\n“They are men of the desert, and the men of the desert are used\nto dealing with omens.”\n“Well, then, they probably already know.”\n“They’re not concerned with that right now. They believe that if\nthey  have  to  know about something Allah  wants them  to  know,\nsomeone will tell them about it. It has happened many times before.\nBut, this time, the person is you.”\nThe boy thought of Fatima. And he decided he would go to see\nthe chiefs of the tribes.\nThe boy approached the guard at the front of the huge white tent at\nthe center of the oasis.\n“I want to see the chieftains. I’ve brought omens from the desert.”\nWithout responding, the  guard entered the  tent,  where he\nremained for some time. When he emerged, it was with a young\nArab, dressed in white and gold. The boy told the younger man what\n\n\n\n\n\nhe had seen, and the man asked him to wait there. He disappeared\ninto the tent.\nNight fell,  and  an  assortment of  fighting men  and  merchants\nentered and  exited the  tent.  One  by  one,  the  campfires were\nextinguished, and the oasis fell as quiet as the desert. Only the lights\nin the great tent remained. During all this time, the boy thought about\nFatima, and he was still unable to understand his last conversation\nwith her.\nFinally, after hours of waiting, the guard bade the boy enter. The\nboy was astonished by what he saw inside. Never could he have\nimagined that, there in the middle of the desert, there existed a tent\nlike  this  one.  The  ground was  covered with  the  most  beautiful\ncarpets he had ever walked upon, and from the top of the structure\nhung lamps of handwrought gold, each with a lighted candle. The\ntribal chieftains were seated at the back of the tent in a semicircle,\nresting upon richly embroidered silk cushions. Servants came and\nwent  with  silver  trays  laden with  spices and  tea.  Other servants\nmaintained the fires in the hookahs. The atmosphere was suffused\nwith the sweet scent of smoke.\nThere were eight chieftains, but the boy could see immediately\nwhich of them was the most important: an Arab dressed in white and\ngold,  seated at  the  center of  the  semicircle. At  his  side  was  the\nyoung Arab the boy had spoken with earlier.\n“Who is this stranger who speaks of omens?” asked one of the\nchieftains, eyeing the boy.\n“It is I,” the boy answered. And he told what he had seen.\n\n\n\n\n\n“Why would the desert reveal such things to a stranger, when it\nknows that we have been here for generations?” said another of the\nchieftains.\n“Because my eyes are not yet accustomed to the desert,” the boy\nsaid. “I can see things that eyes habituated to the desert might not\nsee.”\nAnd also because I know about the Soul of the World, he thought\nto himself.\n“The oasis is neutral ground. No one attacks an oasis,” said a\nthird chieftain.\n“I can only tell you what I saw. If you don’t want to believe me, you\ndon’t have to do anything about it.”\nThe  men  fell  into  an  animated  discussion. They  spoke  in  an\nArabic dialect that the boy didn’t understand, but, when he made to\nleave, the guard told him to stay. The boy became fearful; the omens\ntold him that something was wrong. He regretted having spoken to\nthe camel driver about what he had seen in the desert.\nSuddenly, the elder at the center smiled almost imperceptibly, and\nthe boy felt better. The man hadn’t participated in the discussion,\nand, in fact, hadn’t said a word up to that point. But the boy was\nalready used to the Language of the World, and he could feel the\nvibrations of peace throughout the te",
  "summaryId": null
}