{
  "id": "33b37a93-dce0-4227-9ce4-1e0f893e0f6c",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 8,
  "title": "Chapter 8",
  "rawText": "t he was excited at his intuitive understanding\nof  the  camel driver’s  comment:  maybe he  was  also  learning the\n\n\n\n\n\nuniversal language that deals with the past and the present of all\npeople. “Hunches,”  his  mother used  to  call  them. The  boy  was\nbeginning to understand that intuition is really a sudden immersion of\nthe soul into the universal current of life, where the histories of all\npeople are connected, and we are able to know everything, because\nit’s all written there.\n“Maktub,” the boy said, remembering the crystal merchant.\nThe desert was all sand in some stretches, and rocky in others.\nWhen the caravan was blocked by a boulder, it had to go around it; if\nthere was a large rocky area, they had to make a major detour. If the\nsand was too fine for the animals’ hooves, they sought a way where\nthe  sand  was  more  substantial. In  some places, the  ground was\ncovered with the salt of dried-up lakes. The animals balked at such\nplaces, and the camel drivers were forced to dismount and unburden\ntheir charges. The drivers carried the freight themselves over such\ntreacherous footing, and then reloaded the camels. If a guide were to\nfall ill or die, the camel drivers would draw lots and appoint a new\none.\nBut all this happened for one basic reason: no matter how many\ndetours and  adjustments it  made, the  caravan moved toward the\nsame compass point. Once obstacles were overcome, it returned to\nits course, sighting on a star that indicated the location of the oasis.\nWhen the people saw that star shining in the morning sky, they knew\nthey were on the right course toward water, palm trees, shelter, and\nother people. It was only the Englishman who was unaware of all\nthis; he was, for the most part, immersed in reading his books.\nThe boy, too, had his book, and he had tried to read it during the\nfirst few days of the journey. But he found it much more interesting to\nobserve the  caravan and  listen  to  the  wind.  As  soon  as  he  had\nlearned to know his camel better, and to establish a relationship with\nhim, he threw the book away. Although the boy had developed a\n\n\n\n\n\nsuperstition that  each  time  he  opened the  book  he  would learn\nsomething important, he decided it was an unnecessary burden.\nHe became friendly with the camel driver who traveled alongside\nhim. At night, as they sat around the fire, the boy related to the driver\nhis adventures as a shepherd.\nDuring one of these conversations, the driver told of his own life.\n“I used to live near El Cairum,” he said. “I had my orchard, my\nchildren, and a life that would change not at all until I died. One year,\nwhen the  crop  was  the  best  ever,  we  all  went  to  Mecca, and  I\nsatisfied the only unmet obligation in my life. I could die happily, and\nthat made me feel good.\n“One day, the earth began to tremble, and the Nile overflowed its\nbanks. It was something that I thought could happen only to others,\nnever to me. My neighbors feared they would lose all their olive trees\nin the flood, and my wife was afraid that we would lose our children. I\nthought that everything I owned would be destroyed.\n“The land was ruined, and I had to find some other way to earn a\nliving. So  now  I’m  a  camel driver.  But  that  disaster taught me  to\nunderstand the word of Allah: people need not fear the unknown if\nthey are capable of achieving what they need and want.\n“We are afraid of losing what we have, whether it’s our life or our\npossessions and  property.  But  this  fear  evaporates when we\nunderstand that our life stories and the history of the world were\nwritten by the same hand.”\nSometimes, their  caravan met  with  another.  One  always had\nsomething that  the  other  needed—as if  everything were  indeed\nwritten by one hand. As they sat around the fire, the camel drivers\nexchanged information about windstorms, and told stories about the\ndesert.\nAt other times, mysterious, hooded men would appear; they were\nBedouins who  did  surveillance along the  caravan route. They\nprovided warnings about thieves and barbarian tribes. They came in\nsilence and departed the same way, dressed in black garments that\nshowed only their eyes. One night, a camel driver came to the fire\nwhere the Englishman and the boy were sitting. “There are rumors of\ntribal wars,” he told them.\n\n\n\n\n\nThe three fell silent. The boy noted that there was a sense of fear\nin the air, even though no one said anything. Once again he was\nexperiencing the language without words . . . the universal language.\nThe Englishman asked if they were in danger.\n“Once you get into the desert, there’s no going back,” said the\ncamel driver. “And, when you can’t go back, you have to worry only\nabout the  best  way of  moving forward. The  rest  is  up  to  Allah,\nincluding the danger.”\nAnd he concluded by saying the mysterious word: “Maktub.”\n“You should pay more attention to the caravan,” the boy said to\nthe Englishman, after the camel driver had left. “We make a lot of\ndetours, but we’re always heading for the same destination.”\n“And  you  ought to  read  more  about the  world,” answered the\nEnglishman. “Books are like caravans in that respect.”\nThe immense collection of people and animals began to travel\nfaster. The days had always been silent, but now, even the nights—\nwhen the travelers were accustomed to talking around the fires—had\nalso become quiet. And, one day, the leader of the caravan made\nthe decision that the fires should no longer be lighted, so as not to\nattract attention to the caravan.\nThe travelers adopted the practice of arranging the animals in a\ncircle at night, sleeping together in the center as protection against\nthe nocturnal cold. And the leader posted armed sentinels at the\nfringes of the group.\nThe Englishman was unable to sleep one night. He called to the\nboy,  and  they  took  a  walk  along the  dunes surrounding the\nencampment. There was  a  full  moon, and  the  boy  told  the\nEnglishman the story of his life.\nThe Englishman was fascinated with the part about the progress\nachieved at the crystal shop after the boy began working there.\n“That’s the principle that governs all things,” he said. “In alchemy,\nit’s called the Soul of the World. When you want something with all\nyour heart, that’s when you are closest to the Soul of the World. It’s\nalways a positive force.”\nHe also said that this was not just a human gift, that everything on\nthe  face  of  the  earth  had  a  soul,  whether mineral, vegetable, or\nanimal—or even just a simple thought.\n\n\n\n\n\n“Everything on earth is being continuously transformed, because\nthe earth is alive . . . and it has a soul. We are part of that soul, so\nwe rarely recognize that it is working for us. But in the crystal shop\nyou probably realized that even the glasses were collaborating in\nyour success.”\nThe boy thought about that for a while as he looked at the moon\nand the bleached sands. “I have watched the caravan as it crossed\nthe desert,” he said. “The caravan and the desert speak the same\nlanguage, and it’s for that reason that the desert allows the crossing.\nIt’s going to test the caravan’s every step to see if it’s in time, and, if\nit is, we will make it to the oasis.”\n“If either of us had joined this caravan based only on personal\ncourage, but without understanding that language, this journey would\nhave been much more difficult.”\nThey stood there looking at the moon.\n“That’s  the  magic of  omens,” said  the  boy.  “I’ve  seen  how  the\nguides read the signs of the desert, and how the soul of the caravan\nspeaks to the soul of the desert.”\nThe  Englishman said,  “I’d  better pay  more attention  to  the\ncaravan.”\n“And I’d better read your books,” said the boy.\nThey were strange books. They spoke about mercury, salt, dragons,\nand kings, and he didn’t understand any of it. But there was one idea\nthat seemed to repeat itself throughout all the books: all things are\nthe manifestation of one thing only.\nIn one of the books he learned that the most important text in the\nliterature of  alchemy contained  only  a  few  lines, and  had  been\ninscribed on the surface of an emerald.\n“It’s the Emerald Tablet,” said the Englishman, proud that he might\nteach something to the boy.\n“Well, then, why do we need all these books?” the boy asked.\n“So  that  we  can  understand those few  lines,” the  Englishman\nanswered, without appearing really to believe what he had said.\n\n\n\n\n\nThe  book  that  most  interested the  boy  told  the  stories  of  the\nfamous alchemists. They were men who had dedicated their entire\nlives to the purification of metals in their laboratories; they believed\nthat, if a metal were heated for many years, it would free itself of all\nits individual properties, and what was left would be the Soul of the\nWorld. This Soul of the World allowed them to understand anything\non the face of the earth, because it was the language with which all\nthings communicated. They called that discovery the Master Work—\nit was part liquid and part solid.\n“Can’t you just observe men and omens in order to understand\nthe language?” the boy asked.\n“You  have  a  mania for  simplifying everything,” answered the\nEnglishman, irritated. “Alchemy is a serious discipline. Every step\nhas to be followed exactly as it was followed by the masters.”\nThe boy learned that the liquid part of the Master Work was called\nthe  Elixir  of  Life,  and  that  it  cured all  illnesses; it  also  kept  the\nalchemist from  growing old.  And  the  solid  part  was  called the\nPhilosopher’s Stone.\n“It’s  not  easy to  find  the  Philosopher’s  Stone,” said  the\nEnglishman. “The  alchemists spent years in  their  laboratories,\nobserving the fire that purified the metals. They spent so much time\nclose to the fire that gradually they gave up the vanities of the world.\nThey  discovered that  the  purification of  the  metals had  led  to  a\npurification of themselves.”\nThe boy thought about the crystal merchant. He had said that it\nwas a good thing for the boy to clean the crystal pieces, so that he\ncould free himself from negative thoughts. The boy was becoming\nmore and more convinced that alchemy could be learned in one’s\ndaily life.\n“Also,” said  the  Englishman, “the  Philosopher’s  Stone has  a\nfascinating property. A small sliver of the stone can transform large\nquantities of metal into gold.”\nHaving heard that,  the  boy  became even  more interested in\nalchemy.  He  thought that,  with  some patience, he’d  be  able  to\ntransform everything into  gold.  He  read  the  lives  of  the  various\npeople who had succeeded in doing so: Helvétius, Elias, Fulcanelli,\nand Geber. They were fascinating stories: each of them lived out his\n\n\n\n\n\nPersonal Legend to the end. They traveled, spoke with wise men,\nperformed miracles for the incredulous, and owned the Philosopher’s\nStone and the Elixir of Life.\nBut  when  the  boy  wanted to  learn  how  to  achieve the  Master\nWork, he became completely lost. There were just drawings, coded\ninstructions, and obscure texts.\n“Why do  they  make things so  complicated?” he  asked the\nEnglishman one night. The boy had noticed that the Englishman was\nirritable, and missed his books.\n“So that those who have the responsibility for understanding can\nunderstand,” he said. “Imagine if everyone went around transforming\nlead into gold. Gold would lose its value.\n“It’s  only  those who  are  persistent, and  willing to  study things\ndeeply, who achieve the Master Work. That’s why I’m here in the\nmiddle of the desert. I’m seeking a true alchemist who will help me to\ndecipher the codes.”\n“When were these books written?” the boy asked.\n“Many centuries ago.”\n“They didn’t  have  the  printing press in  those days,” the  boy\nargued. “There was no way for everybody to know about alchemy.\nWhy did they use such strange language, with so many drawings?”\nThe Englishman didn’t answer him directly. He said that for the\npast  few  days  he  had  been  paying attention to  how  the  caravan\noperated, but that he hadn’t learned anything new. The only thing he\nhad  noticed was  that  talk  of  war  was  becoming more  and  more\nfrequent.\nThen one day the boy returned the books to the Englishman. “Did\nyou learn anything?” the Englishman asked, eager to hear what it\nmight be.  He  needed someone  to  talk  to  so  as  to  avoid  thinking\nabout the possibility of war.\n“I learned that the world has a soul, and that whoever understands\nthat soul can also understand the language of things. I learned that\n\n\n\n\n\nmany alchemists realized their  Personal Legends, and  wound up\ndiscovering the Soul of the World, the Philosopher’s Stone, and the\nElixir of Life.\n“But, above all, I learned that these things are all so simple that\nthey could be written on the surface of an emerald.”\nThe  Englishman was  disappointed. The  years of  research, the\nmagic symbols, the strange words, and the laboratory equipment . . .\nnone of this had made an impression on the boy. His soul must be\ntoo primitive to understand those things, he thought.\nHe  took  back  his  books and  packed them  away  again in  their\nbags.\n“Go back to watching the caravan,” he said. “That didn’t teach me\nanything, either.”\nThe boy went back to contemplating the silence of the desert, and\nthe sand raised by the animals. “Everyone has his or her own way of\nlearning things,” he said to himself. “His way isn’t the same as mine,\nnor mine as his. But we’re both in search of our Personal Legends,\nand I respect him for that.”\nThe caravan began to travel day and night. The hooded Bedouins\nreappeared more and more frequently, and the camel driver—who\nhad  become a  good  friend of  the  boy’s—explained that  the  war\nbetween the tribes had already begun. The caravan would be very\nlucky to reach the oasis.\nThe  animals were exhausted, and  the  men  talked among\nthemselves less and less. The silence was the worst aspect of the\nnight, when  the  mere  groan of  a  camel—which before had  been\nnothing but  the  groan of  a  camel—now frightened everyone,\nbecause it might signal a raid.\nThe camel driver, though, seemed not to be very concerned with\nthe threat of war.\n“I’m alive,” he said to the boy, as they ate a bunch of dates one\nnight, with no fires and no moon. “When I’m eating, that’s all I think\nabout. If I’m on the march, I just concentrate on marching. If I have to\nfight, it will be just as good a day to die as any other.\n\n\n\n\n\n“Because I don’t live in either my past or my future. I’m interested\nonly in the present. If you can concentrate always on the present,\nyou’ll be a happy man. You’ll see that there is life in the desert, that\nthere are stars in the heavens, and that tribesmen fight because they\nare part of the human race. Life will be a party for you, a grand\nfestival, because life is the moment we’re living right now.”\nTwo nights later, as he was getting ready to bed down, the boy\nlooked for the star they followed every night. He thought that the\nhorizon was a bit lower than it had been, because he seemed to see\nstars on the desert itself.\n“It",
  "summaryId": null
}