{
  "id": "67ce5c0e-9901-4579-b546-b327d87b142c",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 5,
  "title": "Chapter 5",
  "rawText": " courage to  turn\naround.\nAll around him was the market, with people coming and going,\nshouting and  buying, and  the  aroma of  strange foods .  .  .  but\nnowhere could he find his new companion.\nThe  boy  wanted to  believe that  his  friend had  simply become\nseparated from him by accident. He decided to stay right there and\nawait his return. As he waited, a priest climbed to the top of a nearby\ntower and  began his  chant; everyone in  the  market fell  to  their\nknees, touched their foreheads to the ground, and took up the chant.\nThen, like a colony of worker ants, they dismantled their stalls and\nleft.\nThe sun began its departure, as well. The boy watched it through\nits  trajectory  for  some time,  until  it  was  hidden behind  the  white\nhouses surrounding the plaza. He recalled that when the sun had\nrisen that morning, he was on another continent, still a shepherd with\nsixty sheep, and looking forward to meeting with a girl. That morning\nhe had known everything that was going to happen to him as he\nwalked through the familiar fields. But now, as the sun began to set,\nhe was in a different country, a stranger in a strange land, where he\ncouldn’t even speak the language. He was no longer a shepherd,\nand  he  had  nothing, not  even  the  money to  return and  start\neverything over.\nAll this happened between sunrise and sunset, the boy thought.\nHe was feeling sorry for himself, and lamenting the fact that his life\ncould have changed so suddenly and so drastically.\n\n\n\n\n\nHe was so ashamed that he wanted to cry. He had never even\nwept in front of his own sheep. But the marketplace was empty, and\nhe  was  far  from  home, so  he  wept. He  wept  because God  was\nunfair, and because this was the way God repaid those who believed\nin their dreams.\nWhen I had my sheep, I was happy, and I made those around me\nhappy. People saw me coming and welcomed me, he thought. But\nnow I’m sad and alone. I’m going to become bitter and distrustful of\npeople because one person betrayed me. I’m going to hate those\nwho have found their treasure because I never found mine. And I’m\ngoing to hold on to what little I have, because I’m too insignificant to\nconquer the world.\nHe opened his pouch to see what was left of his possessions;\nmaybe there was a bit left of the sandwich he had eaten on the ship.\nBut all he found was the heavy book, his jacket, and the two stones\nthe old man had given him.\nAs he looked at the stones, he felt relieved for some reason. He\nhad  exchanged  six  sheep for  two  precious stones that  had  been\ntaken from a gold breastplate. He could sell the stones and buy a\nreturn ticket. But this time I’ll be smarter, the boy thought, removing\nthem from the pouch so he could put them in his pocket. This was a\nport town, and the only truthful thing his friend had told him was that\nport towns are full of thieves.\nNow he understood why the owner of the bar had been so upset:\nhe was trying to tell him not to trust that man. “I’m like everyone else\n—I see the world in terms of what I would like to see happen, not\nwhat actually does.”\nHe  ran  his  fingers slowly over  the  stones, sensing their\ntemperature and feeling their surfaces. They were his treasure. Just\n\n\n\n\n\nhandling them made him feel better. They reminded him of the old\nman.\n“When you want something, all the universe conspires in helping\nyou to achieve it,” he had said.\nThe boy was trying to understand the truth of what the old man\nhad said. There he was in the empty marketplace, without a cent to\nhis name, and with not a sheep to guard through the night. But the\nstones were proof that he had met with a king—a king who knew of\nthe boy’s past.\n“They’re called Urim and Thummim, and they can help you to read\nthe omens.” The boy put the stones back in the pouch and decided\nto  do  an  experiment. The  old  man  had  said  to  ask  very  clear\nquestions, and to do that, the boy had to know what he wanted. So,\nhe asked if the old man’s blessing was still with him.\nHe took out one of the stones. It was “yes.”\n“Am I going to find my treasure?” he asked.\nHe stuck his hand into the pouch, and felt around for one of the\nstones. As he did so, both of them pushed through a hole in the\npouch and fell to the ground. The boy had never even noticed that\nthere  was  a  hole  in  his  pouch. He  knelt  down to  find  Urim  and\nThummim and put them back in the pouch. But as he saw them lying\nthere on the ground, another phrase came to his mind.\n“Learn to recognize omens, and follow them,” the old king had\nsaid.\nAn omen. The boy smiled to himself. He picked up the two stones\nand put them back in his pouch. He didn’t consider mending the hole\n—the stones could fall  through any  time  they  wanted. He  had\nlearned that there were certain things one shouldn’t ask about, so as\nnot to flee from one’s own Personal Legend. “I promised that I would\nmake my own decisions,” he said to himself.\nBut the stones had told him that the old man was still with him,\nand that made him feel more confident. He looked around at the\nempty plaza again, feeling less desperate than before. This wasn’t a\nstrange place; it was a new one.\nAfter all, what he had always wanted was just that: to know new\nplaces. Even if  he  never got  to  the  Pyramids, he  had  already\ntraveled farther than any shepherd he knew. Oh, if they only knew\n\n\n\n\n\nhow different things are just two hours by ship from where they are,\nhe thought. Although his new world at the moment was just an empty\nmarketplace, he had already seen it when it was teeming with life,\nand he would never forget it. He remembered the sword. It hurt him\na bit to think about it, but he had never seen one like it before. As he\nmused about these things,  he  realized that  he  had  to  choose\nbetween thinking of himself as the poor victim of a thief and as an\nadventurer in quest of his treasure.\n“I’m an adventurer, looking for treasure,” he said to himself.\nHe was shaken into wakefulness by someone. He had fallen asleep\nin the middle of the marketplace, and life in the plaza was about to\nresume.\nLooking around, he sought his sheep, and then realized that he\nwas in a new world. But instead of being saddened, he was happy.\nHe no longer had to seek out food and water for the sheep; he could\ngo in search of his treasure, instead. He had not a cent in his pocket,\nbut he had faith. He had decided, the night before, that he would be\nas much an adventurer as the ones he had admired in books.\nHe  walked slowly through the  market. The  merchants were\nassembling their stalls, and the boy helped a candy seller to do his.\nThe candy seller had a smile on his face: he was happy, aware of\nwhat his life was about, and ready to begin a day’s work. His smile\nreminded the boy of the old man—the mysterious old king he had\nmet. “This candy merchant isn’t making candy so that later he can\ntravel or marry a shopkeeper’s daughter. He’s doing it because it’s\nwhat he wants to do,” thought the boy. He realized that he could do\nthe same thing the old man had done—sense whether a person was\nnear to or far from his Personal Legend. Just by looking at them. It’s\neasy, and yet I’ve never done it before, he thought.\nWhen the stall was assembled, the candy seller offered the boy\nthe first sweet he had made for the day. The boy thanked him, ate it,\nand went on his way. When he had gone only a short distance, he\nrealized that, while they were erecting the stall, one of them had\nspoken Arabic and the other Spanish.\n\n\n\n\n\nAnd they had understood each other perfectly well.\nThere must be a language that doesn’t depend on words, the boy\nthought. I’ve already had that experience with my sheep, and now\nit’s happening with people.\nHe was learning a lot of new things. Some of them were things\nthat he had already experienced, and weren’t really new, but that he\nhad never perceived before. And he hadn’t perceived them because\nhe had become accustomed to them. He realized: If I can learn to\nunderstand this language without words, I can learn to understand\nthe world.\nRelaxed and unhurried, he resolved that he would walk through\nthe narrow streets of Tangier. Only in that way would he be able to\nread  the  omens. He  knew  it  would require a  lot  of  patience, but\nshepherds know all about patience. Once again he saw that, in that\nstrange land, he was applying the same lessons he had learned with\nhis sheep.\n“All things are one,” the old man had said.\nThe crystal merchant awoke with the day, and felt the same anxiety\nthat he felt every morning. He had been in the same place for thirty\nyears: a  shop  at  the  top  of  a  hilly  street where few  customers\npassed. Now it was too late to change anything—the only thing he\nhad ever learned to do was to buy and sell crystal glassware. There\nhad  been a  time  when many people knew of  his  shop:  Arab\nmerchants, French and  English  geologists, German soldiers who\nwere always well-heeled. In those days it had been wonderful to be\nselling crystal, and he had thought how he would become rich, and\nhave beautiful women at his side as he grew older.\nBut, as time passed, Tangier had changed. The nearby city of\nCeuta had grown faster than Tangier, and business had fallen off.\nNeighbors moved away, and there remained only a few small shops\non the hill. And no one was going to climb the hill just to browse\nthrough a few small shops.\nBut the crystal merchant had no choice. He had lived thirty years\nof his life buying and selling crystal pieces, and now it was too late to\n\n\n\n\n\ndo anything else.\nHe spent the entire morning observing the infrequent comings and\ngoings in  the  street. He  had  done  this  for  years, and  knew  the\nschedule of everyone who passed. But, just before lunchtime, a boy\nstopped in  front  of  the  shop.  He  was  dressed normally,  but  the\npracticed eyes of the crystal merchant could see that the boy had no\nmoney to spend. Nevertheless, the merchant decided to delay his\nlunch for a few minutes until the boy moved on.\nA card hanging in the doorway announced that several languages\nwere spoken in the shop. The boy saw a man appear behind the\ncounter.\n“I can clean up those glasses in the window, if you want,” said the\nboy. “The way they look now, nobody is going to want to buy them.”\nThe man looked at him without responding.\n“In exchange, you could give me something to eat.”\nThe man still said nothing, and the boy sensed that he was going\nto have to make a decision. In his pouch, he had his jacket—he\ncertainly wasn’t going to need it in the desert. Taking the jacket out,\nhe began to clean the glasses. In half an hour, he had cleaned all the\nglasses in the window, and, as he was doing so, two customers had\nentered the shop and bought some crystal.\nWhen he  had  completed the  cleaning, he  asked the  man  for\nsomething to eat. “Let’s go and have some lunch,” said the crystal\nmerchant.\nHe put a sign on the door, and they went to a small café nearby.\nAs they sat down at the only table in the place, the crystal merchant\nlaughed.\n\n\n\n\n\n“You didn’t have to do any cleaning,” he said. “The Koran requires\nme to feed a hungry person.”\n“Well then, why did you let me do it?” the boy asked.\n“Because the  crystal was  dirty.  And  both  you  and  I  needed to\ncleanse our minds of negative thoughts.”\nWhen they had eaten, the merchant turned to the boy and said,\n“I’d like you to work in my shop. Two customers came in today while\nyou were working, and that’s a good omen.”\nPeople talk a lot about omens, thought the shepherd. But they\nreally don’t know what they’re saying. Just as I hadn’t realized that\nfor so many years I had been speaking a language without words to\nmy sheep.\n“Do you want to go to work for me?” the merchant asked.\n“I can work for the rest of today,” the boy answered. “I’ll work all\nnight, until dawn, and I’ll clean every piece of crystal in your shop. In\nreturn, I need money to get to Egypt tomorrow.”\nThe merchant laughed. “Even if you cleaned my crystal for an\nentire year . . . even if you earned a good commission selling every\npiece, you would still have to borrow money to get to Egypt. There\nare thousands of kilometers of desert between here and there.”\nThere was a moment of silence so profound that it seemed the\ncity was asleep. No sound from the bazaars, no arguments among\nthe merchants, no men climbing to the towers to chant. No hope, no\nadventure, no old kings or Personal Legends, no treasure, and no\nPyramids. It was as if the world had fallen silent because the boy’s\nsoul had. He sat there, staring blankly through the door of the café,\nwishing that he had died, and that everything would end forever at\nthat moment.\nThe merchant looked anxiously at the boy. All the joy he had seen\nthat morning had suddenly disappeared.\n“I can give you the money you need to get back to your country,\nmy son,” said the crystal merchant.\nThe boy said nothing. He got up, adjusted his clothing, and picked\nup his pouch.\n“I’ll work for you,” he said.\nAnd after another long silence, he added, “I need money to buy\nsome sheep.”\n\n\n\n\n\n\n\n\n\n\n\nTHE BOY HAD BEEN WORKING FOR THE crystal merchant for almost a\nmonth, and he could see that it wasn’t exactly the kind of job that\nwould make him  happy.  The  merchant spent the  entire day\nmumbling behind the counter, telling the boy to be careful with the\npieces and not to break anything.\nBut he stayed with the job because the merchant, although he\nwas  an  old  grouch, treated him  fairly; the  boy  received  a  good\ncommission for each piece he sold, and had already been able to put\nsome money aside. That morning he had done some calculating: if\nhe continued to work every day as he had been, he would need a\nwhole year to be able to buy some sheep.\n“I’d like to build a display case for the crystal,” the boy said to the\nmerchant. “We could place it outside, and attract those people who\npass at the bottom of the hill.”\n“I’ve never had one before,” the merchant answered. “People will\npass by and bump into it, and pieces will be broken.”\n“Well,  when I  took  my  sheep  through the  fields  some of  them\nmight have died if we had come upon a snake. But that’s the way life\nis with sheep and with shepherds.”\nThe  merchant  turned to  a  customer who  wanted three  crystal\nglasses. He was selling better than ever . . . as if time had turned\nback  to  the  old  days  when the  street had  been  one  of  Tangier’s\nmajor attractions.\n“Business has  really improved,”  he  said  to  the  boy,  after  the\ncustomer had left. “I’m doing much better, and soon you’ll be able to\nreturn to your sheep. Why ask more out of life?”\n“Because we have to respond to omens,” the boy said, almost\nwithout meaning to; then he regretted what he had said, because the\n\n\n\n\n\nmerchant had never met the king.\n“It’s called the principle of favorability, beginner’s luck. Because\nlife wants you to achieve your Personal Legend,” the old king had\nsaid.\nBut the merchant understood what the boy had said. The boy’s\nvery presence in the shop was an omen, and, as time passed and\nmoney was",
  "summaryId": "bc237868-8073-498a-a952-7d769853078a"
}