{
  "id": "78772b75-035e-4dc8-83c5-25ba6ba23a6b",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 16,
  "title": "Chapter 16",
  "rawText": "crystal merchant had once said: that anyone\n\n\n\n\n\ncould build a pyramid in his backyard. The boy could see now that\nhe couldn’t do so if he placed stone upon stone for the rest of his life.\nThroughout the night, the boy dug at the place he had chosen, but\nfound nothing. He felt weighted down by the centuries of time since\nthe  Pyramids had  been  built.  But  he  didn’t stop.  He  struggled to\ncontinue digging as he fought the wind, which often blew the sand\nback into the excavation. His hands were abraded and exhausted,\nbut he listened to his heart. It had told him to dig where his tears fell.\nAs he was attempting to pull out the rocks he encountered, he\nheard footsteps. Several figures approached him. Their backs were\nto the moonlight, and the boy could see neither their eyes nor their\nfaces.\n“What are you doing here?” one of the figures demanded.\nBecause he was terrified, the boy didn’t answer. He had found\nwhere his treasure was, and was frightened at what might happen.\n“We’re refugees from the tribal wars, and we need money,” the\nother figure said. “What are you hiding there?”\n“I’m not hiding anything,” the boy answered.\nBut one of them seized the boy and yanked him back out of the\nhole. Another, who was searching the boy’s bags, found the piece of\ngold.\n“There’s gold here,” he said.\nThe moon shone on the face of the Arab who had seized him, and\nin the man’s eyes the boy saw death.\n“He’s probably got more gold hidden in the ground.”\nThey made the boy continue digging, but he found nothing. As the\nsun  rose,  the  men  began to  beat  the  boy.  He  was  bruised and\nbleeding, his clothing was torn to shreds, and he felt that death was\nnear.\n“What good is money to you if you’re going to die? It’s not often\nthat money can save someone’s life,” the alchemist had said. Finally,\nthe  boy  screamed at  the  men,  “I’m  digging for  treasure!” And,\nalthough his mouth was bleeding and swollen, he told his attackers\nthat he had twice dreamed of a treasure hidden near the Pyramids of\nEgypt.\nThe man who appeared to be the leader of the group spoke to\none of the others: “Leave him. He doesn’t have anything else. He\n\n\n\n\n\nmust have stolen this gold.”\nThe boy fell to the sand, nearly unconscious. The leader shook\nhim and said, “We’re leaving.”\nBut before they left, he came back to the boy and said, “You’re not\ngoing to die. You’ll live, and you’ll learn that a man shouldn’t be so\nstupid. Two  years ago,  right  here  on  this  spot,  I  had  a  recurrent\ndream, too. I dreamed that I should travel to the fields of Spain and\nlook for a ruined church where shepherds and their sheep slept. In\nmy dream, there was a sycamore growing out of the ruins of the\nsacristy, and I was told that, if I dug at the roots of the sycamore, I\nwould find a hidden treasure. But I’m not so stupid as to cross an\nentire desert just because of a recurrent dream.”\nAnd they disappeared.\nThe boy stood up shakily, and looked once more at the Pyramids.\nThey  seemed to  laugh at  him,  and  he  laughed back,  his  heart\nbursting with joy.\nBecause now he knew where his treasure was.\n\n\n\n\n\nEpilogue\nThe  boy  reached the  small,  abandoned church just  as  night  was\nfalling. The sycamore was still there in the sacristy, and the stars\ncould still be seen through the half-destroyed roof. He remembered\nthe time he had been there with his sheep; it had been a peaceful\nnight . . . except for the dream.\nNow he was here not with his flock, but with a shovel.\nHe sat looking at the sky for a long time. Then he took from his\nknapsack a bottle of wine, and drank some. He remembered the\nnight  in  the  desert  when he  had  sat  with  the  alchemist, as  they\nlooked at the stars and drank wine together. He thought of the many\nroads he had traveled, and of the strange way God had chosen to\nshow him his treasure. If he hadn’t believed in the significance of\nrecurrent dreams, he would not have met the Gypsy woman, the\nking, the thief, or . . . “Well, it’s a long list. But the path was written in\nthe omens, and there was no way I could go wrong,” he said to\nhimself.\nHe fell asleep, and when he awoke the sun was already high. He\nbegan to dig at the base of the sycamore.\n“You old sorcerer,” the boy shouted up to the sky. “You knew the\nwhole story. You even left a bit of gold at the monastery so I could\nget back to this church. The monk laughed when he saw me come\nback in tatters. Couldn’t you have saved me from that?”\n“No,” he heard a voice on the wind say. “If I had told you, you\nwouldn’t have seen the Pyramids. They’re beautiful, aren’t they?”\nThe  boy  smiled, and  continued  digging. Half  an  hour  later,  his\nshovel hit something solid. An hour later, he had before him a chest\nof Spanish gold coins. There were also precious stones, gold masks\nadorned with red and white feathers, and stone statues embedded\nwith jewels. The spoils of a conquest that the country had long ago\n\n\n\n\n\nforgotten, and that some conquistador had failed to tell his children\nabout.\nThe boy took out Urim and Thummim from his bag. He had used\nthe  two  stones only  once,  one  morning when he  was  at  a\nmarketplace. His  life  and  his  path  had  always provided him  with\nenough omens.\nHe placed Urim and Thummim in the chest. They were also a part\nof his new treasure, because they were a reminder of the old king,\nwhom he would never see again.\nIt’s true; life really is generous to those who pursue their Personal\nLegend, the boy thought. Then he remembered that he had to get to\nTarifa  so  he  could give  one-tenth of  his  treasure to  the  Gypsy\nwoman, as he had promised. Those Gypsies are really smart, he\nthought. Maybe it was because they moved around so much.\nThe wind began to blow again. It was the levanter, the wind that\ncame from Africa. It didn’t bring with it the smell of the desert, nor the\nthreat of Moorish invasion. Instead, it brought the scent of a perfume\nhe knew well, and the touch of a kiss—a kiss that came from far\naway, slowly, slowly, until it rested on his lips.\nThe boy smiled. It was the first time she had done that.\n“I’m coming, Fatima,” he said.\n\n\n\n\n\nAn inspirational companion to The Alchemist that invites us to live\nout our dreams, to embrace the uncertainty of life, and to rise to\nmeet our own unique destiny. In his inimitable style, Paulo Coelho\npresents a  collection of  philosophical stories that  will  delight and\nguide seekers everywhere and help bring out the Warrior of Light\nwithin each of us.\n\n\n\n\n\nWarrior of the Light\nPROLOGUE\n“Just off the beach to the west of the village lies an island, and on it\nis a vast temple with many bells,” said the woman.\nThe boy noticed that she was dressed strangely and had a veil\ncovering her head. He had never seen her before.\n“Have you ever visited that temple?” she asked. “Go there and tell\nme what you think of it?”\nSeduced by the woman’s beauty, the boy went to the place she\nhad  indicated.  He  sat  down  on  the  beach and  stared out  at  the\nhorizon, but he saw only what he always saw: blue sky and ocean.\nDisappointed, he walked to a nearby fishing village and asked if\nanyone there knew about an island and a temple.\n“Oh, that was many years ago, when my great-grandparents were\nalive,” said an old fisherman. “There was an earthquake, and the\nisland was swallowed up by the sea. But although we can no longer\nsee the island, we can still hear the temple bells when the ocean\nsets them swinging down below.”\nThe boy went back to the beach and tried to hear the bells. He\nspent the whole afternoon there, but all he heard was the noise of\nthe waves and the cries of the seagulls.\nWhen night fell, his parents came looking for him. The following\nmorning, he went back to the beach; he could not believe that such a\nbeautiful woman would have lied to him. If she ever returned, he\ncould tell her that, although he had not seen the island, he had heard\nthe temple bells set ringing by the motion of the waves.\nMany months passed; the  woman did  not  return and  the  boy\nforgot all  about her;  now  he  was  convinced that  he  needed to\ndiscover the riches and treasures in the submerged temple. If he\n\n\n\n\n\ncould hear the bells, he would be able to locate it and salvage the\ntreasure hidden below.\nHe lost interest in school and even in his friends. He became the\nbutt of all the other children’s jokes. They used to say: “He’s not like\nus. He prefers to sit looking at the sea because he’s afraid of being\nbeaten in our games.”\nAnd they all laughed to see the boy sitting on the shore.\nAlthough he still could not hear the old temple bells ringing, the\nboy  learned about other  things. He  began to  realize that  he  had\ngrown so used to the sound of the waves that he was no longer\ndistracted by them. Soon after that, he became used to the cries of\nthe seagulls, the buzzing of the bees and the wind blowing amongst\nthe palm trees.\nSix months after his first conversation with the woman, the boy\ncould sit there oblivious to all other noises, but he still could not hear\nthe bells from the drowned temple.\nFishermen came and talked to him, insisting that they had heard\nthe bells.\nBut the boy never did.\nSome time later, however, the fishermen changed their tune: “You\nspend far too much time thinking about the bells beneath the sea.\nForget about them and go back to playing with your friends. Perhaps\nit’s only fishermen who can hear them.”\nAfter  almost a  year,  the  boy  thought: “Perhaps they’re right.  I\nwould do better to grow up and become a fisherman and come down\nto this beach every morning, because I’ve come to love it here.” And\nhe thought too: “Perhaps it’s just another legend and the bells were\nall shattered during the earthquake and have never rung out since.”\nThat afternoon, he decided to go back home.\nHe walked down to the ocean to say goodbye. He looked once\nmore at the natural world around him and because he was no longer\nconcerned about the bells, he could again smile at the beauty of the\nseagulls’ cries, the roar of the sea, and the wind blowing in the palm\ntrees. Far off, he heard the sound of his friends playing and he felt\nglad to think that he would soon resume his childhood games.\nThe boy was happy and—as only a child can—he felt grateful for\nbeing alive. He was sure that he had not wasted his time, for he had\n\n\n\n\n\nlearned to contemplate Nature and to respect it.\nThen, because he was listening to the sea, the seagulls, the wind\nin the palm trees, and the voices of his friends playing, he also heard\nthe first bell.\nAnd then another.\nAnd another, until, to his great joy, all the bells in the drowned\ntemple were ringing.\nYears later, when he was a grown man, he returned to the village\nand to the beach of his childhood. He no longer dreamed of finding\ntreasure at  the  bottom of  the  sea;  perhaps that  had  all  been  a\nproduct of  his  imagination, and  he  had  never really heard the\nsubmerged bells ring out on one lost childhood afternoon. Even so,\nhe decided to walk for a while along the beach, to listen to the noise\nof the wind and to the cries of the seagulls.\nImagine his  surprise when,  there on  the  beach, he  saw  the\nwoman who had first spoken to him about the island and its temple.\n“What are you doing here?” he asked.\n“I was waiting for you,” she replied.\nHe  noticed that,  despite the  passing years, the  woman looked\nexactly the same; the veil hiding her hair had not faded with time.\nShe handed him a blue notebook full of blank pages.\n“Write: A Warrior of the Light values a child’s eyes because they\nare able to look at the world without bitterness. When he wants to\nfind out if the person beside him is worthy of his trust, he tries to see\nhim as a child would.”\n“What is a Warrior of the Light?”\n“You already know that,” she replied with a smile. “He is someone\ncapable of understanding the miracle of life, of fighting to the last for\nsomething he believes in—and of hearing the bells that the waves\nset ringing on the seabed.”\nHe had never thought of himself as a Warrior of the Light. The\nwoman seemed to read his thoughts. “Everyone is capable of these\nthings. And,  though no  one  thinks of  himself as  a  Warrior  of  the\nLight, we all are.”\nHe looked at the blank pages in the notebook. The woman smiled\nagain.\n“Write about the Warrior,” she said.\n\n\n\n\n\nAbout the Author\nPhoto by Xavier González\nPAULO COELHO was born in Rio de Janeiro, Brazil. His own life\nhas in many ways been as varied and unusual as the protagonists of\nhis internationally acclaimed novels. Like them, Paulo Coelho has\nfollowed a dream in a quest for fulfillment. His own dream, to be a\nwriter, met with frustration throughout much of his early adult life, a\ntime  in  which he  worked at  various professions, some  of  them\nmaterially rewarding but spiritually unfulfilling. “I always knew,” he\nsays, “that my Personal Legend, to use a term from alchemy, was to\nwrite.” He was thirty-eight when he published his first book.\nIn 1970, after deciding that law school was not for him, he traveled\nthrough much of South America, North Africa, Mexico, and Europe.\nReturning to Brazil after two years, he began a successful career as\na popular songwriter. In 1974, he was imprisoned for a short time by\nthe military dictatorship then ruling in Brazil. In 1980, he experienced\none of the defining moments of his life: he walked the five hundred–\nplus mile Road of Santiago de Compostela in northwestern Spain.\nOn this ancient highway, used for centuries by pilgrims from France\nto get to the cathedral said to house the remains of St. James, he\n\n\n\n\n\nachieved a self-awareness and a spiritual awakening that he later\ndescribed in The Pilgrimage.\nPaulo Coelho once said that following your dream is like learning\na foreign language; you will make mistakes but you will get there in\nthe end. In 1988, he published The Alchemist, a novel that explores\nthis  theme,  and  it  launched him  as  an  international bestselling\nauthor.  Specifically,  Paulo Coelho is  recognized for  his  powerful\nstorytelling technique and the profound spiritual insights he blends\nseamlessly into his parables. His books have sold over 150 million\ncopies worldwide. A winner of numerous literary prizes, he has been\na member of the Brazilian Academy of Letters since 2002. Paulo\nCoelho is  also  a  prominent speaker for  humanitarian causes. In\n2007, he was named a United Nations Messenger of Peace.\nDiscover great authors, exclusive offers, and more at hc.com.\n\n\n\n\n\nAlso by Paulo Coelho\nThe Pilgrimage\nWarrior of the Light\nThe Valkyries\nEleven Minutes\nThe Zahir\nBrida\nVeronika Decides to Die\nBy the River Piedra I Sat Down and Wept\nThe Devil and Miss Prym\nThe Witch of Portobello\nThe Fifth Mountain\nThe Winner Stands Alone\nAleph\nManuscript Found in Accra\nThe Illustrated Alchemist\n\n\n\n\n\nBack Ads\n\n\n\n\n\n\n\n\n\n\n\nCopyright\nThis book is an English version of O Alquimista, the Portuguese original edition, published\nin Brazil by Editora Rocco Ltd. (Rio de Janeiro). Copyright © 1988 by Paulo Coelho. This\nedition was prepared by Alan R. Clarke in con",
  "summaryId": null
}