{
  "id": "8052f011-d333-4434-8e85-c882cf013e0e",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 14,
  "title": "Chapter 14",
  "rawText": "and  then  a\nhundred. And then they were everywhere in the dunes.\nThey were tribesmen dressed in blue, with black rings surrounding\ntheir turbans. Their faces were hidden behind blue veils, with only\ntheir eyes showing.\nEven from a distance, their eyes conveyed the strength of their\nsouls. And their eyes spoke of death.\n\n\n\n\n\nThe two were taken to a nearby military camp. A soldier shoved the\nboy  and  the  alchemist into  a  tent  where the  chief  was  holding a\nmeeting with his staff.\n“These are the spies,” said one of the men.\n“We’re just travelers,” the alchemist answered.\n“You were seen at the enemy camp three days ago. And you were\ntalking with one of the troops there.”\n“I’m just a man who wanders the desert and knows the stars,” said\nthe  alchemist.  “I  have  no  information about troops or  about the\nmovement of the tribes. I was simply acting as a guide for my friend\nhere.”\n“Who is your friend?” the chief asked.\n“An alchemist,” said the alchemist. “He understands the forces of\nnature. And he wants to show you his extraordinary powers.”\nThe boy listened quietly. And fearfully.\n“What is a foreigner doing here?” asked another of the men.\n“He has brought money to give to your tribe,” said the alchemist,\nbefore the boy could say a word. And seizing the boy’s bag, the\nalchemist gave the gold coins to the chief.\nThe Arab accepted them without a word. There was enough there\nto buy a lot of weapons.\n“What is an alchemist?” he asked, finally.\n“It’s a man who understands nature and the world. If he wanted to,\nhe could destroy this camp just with the force of the wind.”\nThe men laughed. They were used to the ravages of war, and\nknew that the wind could not deliver them a fatal blow. Yet each felt\nhis heart beat a bit faster. They were men of the desert, and they\nwere fearful of sorcerers.\n“I want to see him do it,” said the chief.\n“He needs three days,” answered the alchemist. “He is going to\ntransform himself into the wind, just to demonstrate his powers. If he\ncan’t do so, we humbly offer you our lives, for the honor of your\ntribe.”\n“You can’t offer me something that is already mine,” the chief said,\narrogantly. But he granted the travelers three days.\nThe boy was shaking with fear, but the alchemist helped him out\nof the tent.\n\n\n\n\n\n“Don’t let them see that you’re afraid,” the alchemist said. “They\nare brave men, and they despise cowards.”\nBut the boy couldn’t even speak. He was able to do so only after\nthey had walked through the center of the camp. There was no need\nto  imprison  them: the  Arabs simply confiscated their  horses. So,\nonce again, the world had demonstrated its many languages: the\ndesert only moments ago had been endless and free, and now it was\nan impenetrable wall.\n“You gave them everything I had!” the boy said. “Everything I’ve\nsaved in my entire life!”\n“Well,  what  good  would it  be  to  you  if  you  had  to  die?”  the\nalchemist answered. “Your money saved us for three days. It’s not\noften that money saves a person’s life.”\nBut the boy was too frightened to listen to words of wisdom. He\nhad no idea how he was going to transform himself into the wind. He\nwasn’t an alchemist!\nThe alchemist asked one of the soldiers for some tea, and poured\nsome on the boy’s wrists. A wave of relief washed over him, and the\nalchemist muttered some words that the boy didn’t understand.\n“Don’t give in to your fears,” said the alchemist, in a strangely\ngentle voice. “If you do, you won’t be able to talk to your heart.”\n“But I have no idea how to turn myself into the wind.”\n“If a person is living out his Personal Legend, he knows everything\nhe  needs to  know.  There is  only  one  thing  that  makes a  dream\nimpossible to achieve: the fear of failure.”\n“I’m not afraid of failing. It’s just that I don’t know how to turn\nmyself into the wind.”\n“Well, you’ll have to learn; your life depends on it.”\n“But what if I can’t?”\n“Then you’ll  die  in  the  midst  of  trying to  realize your  Personal\nLegend. That’s a lot better than dying like millions of other people,\nwho never even knew what their Personal Legends were.\n“But don’t worry,” the alchemist continued. “Usually the threat of\ndeath makes people a lot more aware of their lives.”\n\n\n\n\n\nThe  first  day  passed. There was  a  major battle nearby,  and  a\nnumber of  wounded were  brought back  to  the  camp. The  dead\nsoldiers were replaced by others, and life went on. Death doesn’t\nchange anything, the boy thought.\n“You could have died later on,” a soldier said to the body of one of\nhis  companions. “You  could have  died  after  peace had  been\ndeclared. But, in any case, you were going to die.”\nAt the end of the day, the boy went looking for the alchemist, who\nhad taken his falcon out into the desert.\n“I still have no idea how to turn myself into the wind,” the boy\nrepeated.\n“Remember what I told you: the world is only the visible aspect of\nGod. And that what alchemy does is to bring spiritual perfection into\ncontact with the material plane.”\n“What are you doing?”\n“Feeding my falcon.”\n“If I’m not able to turn myself into the wind, we’re going to die,” the\nboy said. “Why feed your falcon?”\n“You’re the one who may die,” the alchemist said. “I already know\nhow to turn myself into the wind.”\nOn the second day, the boy climbed to the top of a cliff near the\ncamp. The  sentinels allowed  him  to  go;  they  had  already heard\nabout the sorcerer who could turn himself into the wind, and they\ndidn’t want to go near him. In any case, the desert was impassable.\nHe spent the entire afternoon of the second day looking out over\nthe  desert, and  listening to  his heart. The  boy  knew the  desert\nsensed his fear.\nThey both spoke the same language.\nOn  the  third  day,  the  chief  met  with  his  officers. He  called the\nalchemist to the meeting and said, “Let’s go see the boy who turns\nhimself into the wind.”\n“Let’s,” the alchemist answered.\n\n\n\n\n\nThe boy took them to the cliff where he had been on the previous\nday. He told them all to be seated.\n“It’s going to take awhile,” the boy said.\n“We’re  in  no  hurry,”  the  chief  answered. “We  are  men  of  the\ndesert.”\nThe boy looked out at the horizon. There were mountains in the\ndistance. And there were dunes, rocks, and plants that insisted on\nliving where survival seemed impossible. There was the desert that\nhe had wandered for so many months; despite all that time, he knew\nonly  a  small part  of  it.  Within that  small part,  he  had  found an\nEnglishman, caravans, tribal wars, and an oasis with fifty thousand\npalm trees and three hundred wells.\n“What do you want here today?” the desert asked him. “Didn’t you\nspend enough time looking at me yesterday?”\n“Somewhere you are holding the person I love,” the boy said. “So,\nwhen I look out over your sands, I am also looking at her. I want to\nreturn to her, and I need your help so that I can turn myself into the\nwind.”\n“What is love?” the desert asked.\n“Love is the falcon’s flight over your sands. Because for him, you\nare a green field, from which he always returns with game. He knows\nyour rocks, your dunes, and your mountains, and you are generous\nto him.”\n“The falcon’s beak carries bits of me, myself,” the desert said. “For\nyears, I care for his game, feeding it with the little water that I have,\nand then I show him where the game is. And, one day, as I enjoy the\nfact that his game thrives on my surface, the falcon dives out of the\nsky, and takes away what I’ve created.”\n\n\n\n\n\n“But that’s why you created the game in the first place,” the boy\nanswered. “To  nourish the  falcon. And  the  falcon then  nourishes\nman. And, eventually, man will nourish your sands, where the game\nwill once again flourish. That’s how the world goes.”\n“So is that what love is?”\n“Yes, that’s what love is. It’s what makes the game become the\nfalcon, the falcon become man, and man, in his turn, the desert. It’s\nwhat turns lead into gold, and makes the gold return to the earth.”\n“I don’t understand what you’re talking about,” the desert said.\n“But you can at least understand that somewhere in your sands\nthere is a woman waiting for me. And that’s why I have to turn myself\ninto the wind.”\nThe desert didn’t answer him for a few moments.\nThen it told him, “I’ll give you my sands to help the wind to blow,\nbut, alone, I can’t do anything. You have to ask for help from the\nwind.”\nA breeze began to blow. The tribesmen watched the boy from a\ndistance, talking among themselves in  a  language that  the  boy\ncouldn’t understand.\nThe alchemist smiled.\nThe wind approached the boy and touched his face. It knew of the\nboy’s talk with the desert, because the winds know everything. They\nblow across the world without a birthplace, and with no place to die.\n“Help me,” the boy said. “One day you carried the voice of my\nloved one to me.”\n“Who taught you  to  speak the  language of  the  desert and  the\nwind?”\n“My heart,” the boy answered.\nThe wind has many names. In that part of the world, it was called\nthe sirocco, because it brought moisture from the oceans to the east.\nIn the distant land the boy came from, they called it the levanter,\nbecause they believed that it brought with it the sands of the desert,\nand the screams of the Moorish wars. Perhaps, in the places beyond\nthe pastures where his sheep lived, men thought that the wind came\nfrom Andalusia. But, actually, the wind came from no place at all, nor\ndid it go to any place; that’s why it was stronger than the desert.\n\n\n\n\n\nSomeone might one day plant trees in the desert, and even raise\nsheep there, but never would they harness the wind.\n“You can’t be the wind,” the wind said. “We’re two very different\nthings.”\n“That’s not true,” the boy said. “I learned the alchemist’s secrets in\nmy travels. I have inside me the winds, the deserts, the oceans, the\nstars, and everything created in the universe. We were all made by\nthe same hand, and we have the same soul. I want to be like you,\nable to reach every corner of the world, cross the seas, blow away\nthe sands that cover my treasure, and carry the voice of the woman I\nlove.”\n“I  heard  what  you  were  talking  about the  other  day  with  the\nalchemist,” the  wind  said.  “He  said  that  everything has  its  own\nPersonal Legend. But people can’t turn themselves into the wind.”\n“Just teach me to be the wind for a few moments,” the boy said.\n“So you and I can talk about the limitless possibilities of people and\nthe winds.”\nThe  wind’s  curiosity was  aroused, something that  had  never\nhappened before. It wanted to talk about those things, but it didn’t\nknow how to turn a man into the wind. And look how many things the\nwind already knew how to do! It created deserts, sank ships, felled\nentire forests, and blew through cities filled with music and strange\nnoises. It felt that it had no limits, yet here was a boy saying that\nthere were other things the wind should be able to do.\n“This is what we call love,” the boy said, seeing that the wind was\nclose to granting what he requested. “When you are loved, you can\ndo anything in creation. When you are loved, there’s no need at all to\nunderstand what’s  happening,  because everything happens  within\nyou, and even men can turn themselves into the wind. As long as the\nwind helps, of course.”\nThe wind was a proud being, and it was becoming irritated with\nwhat the boy was saying. It commenced to blow harder, raising the\ndesert sands. But finally it had to recognize that, even making its\nway around the world, it didn’t know how to turn a man into the wind.\nAnd it knew nothing about love.\n“In my travels around the world, I’ve often seen people speaking\nof love and looking toward the heavens,” the wind said, furious at\n\n\n\n\n\nhaving to acknowledge its own limitations. “Maybe it’s better to ask\nheaven.”\n“Well then, help me do that,” the boy said. “Fill this place with a\nsandstorm so strong that it blots out the sun. Then I can look to\nheaven without blinding myself.”\nSo the wind blew with all its strength, and the sky was filled with\nsand. The sun was turned into a golden disk.\nAt the camp, it was difficult to see anything. The men of the desert\nwere already familiar with that wind. They called it the simum, and it\nwas worse than a storm at sea. Their horses cried out, and all their\nweapons were filled with sand.\nOn the heights, one of the commanders turned to the chief and\nsaid, “Maybe we had better end this!”\nThey could barely see the boy. Their faces were covered with the\nblue cloths, and their eyes showed fear.\n“Let’s stop this,” another commander said.\n“I want to see the greatness of Allah,” the chief said, with respect.\n“I want to see how a man turns himself into the wind.”\nBut he made a mental note of the names of the two men who had\nexpressed their fear. As soon as the wind stopped, he was going to\nremove them from their commands, because true men of the desert\nare not afraid.\n“The wind told me that you know about love,” the boy said to the\nsun. “If you know about love, you must also know about the Soul of\nthe World, because it’s made of love.”\n“From where I am,” the sun said, “I can see the Soul of the World.\nIt communicates with my soul, and together we cause the plants to\ngrow and the sheep to seek out shade. From where I am—and I’m a\nlong way from the earth—I learned how to love. I know that if I came\neven a little bit closer to the earth, everything there would die, and\nthe Soul of the World would no longer exist. So we contemplate each\nother, and we want each other, and I give it life and warmth, and it\ngives me my reason for living.”\n“So you know about love,” the boy said.\n“And I know the Soul of the World, because we have talked at\ngreat length to  each  other during this  endless trip  through the\nuniverse. It tells me that its greatest problem is that, up until now,\n\n\n\n\n\nonly the minerals and vegetables understand that all things are one.\nThat there’s no need for iron to be the same as copper, or copper the\nsame as gold. Each performs its own exact function as a unique\nbeing, and everything would be a symphony of peace if the hand that\nwrote all this had stopped on the fifth day of creation.\n“But there was a sixth day,” the sun went on.\n“You are wise, because you observe everything from a distance,”\nthe boy said. “But you don’t know about love. If there hadn’t been a\nsixth day, man would not exist; copper would always be just copper,\nand lead just lead. It’s true that everything has its Personal Legend,\nbut one day that Personal Legend will be realized. So each thing has\nto  transform itself  into  something better,  and  to  acquire a  new\nPersonal Legend, until, someday, the Soul of the World becomes\none thing only.”\nThe sun thought about that, and decided to shine more brightly.\nThe wind, which was enjoying the conversation, started to blow with\ngreater force, so that the sun would not blind the boy.\n“This is why alchemy exists,” the boy said. “So that everyone will\nsearch for his treasure, find it, and then want to be better than he\nwas in his former life. Lead will play",
  "summaryId": null
}