{
  "id": "a6ab2cb8-956d-4f7b-8118-065429693915",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 2,
  "title": "Chapter 2",
  "rawText": "hool.”\n“Well, if you know how to read, why are you just a shepherd?”\nThe  boy  mumbled an  answer that  allowed him  to  avoid\nresponding to  her  question.  He  was  sure  the  girl  would never\nunderstand. He  went  on  telling stories about his  travels, and  her\nbright, Moorish eyes went wide with fear and surprise. As the time\npassed, the boy found himself wishing that the day would never end,\nthat her father would stay busy and keep him waiting for three days.\nHe  recognized that  he  was  feeling something he  had  never\nexperienced before: the desire to live in one place forever. With the\ngirl with the raven hair, his days would never be the same again.\nBut finally the merchant appeared, and asked the boy to shear\nfour sheep. He paid for the wool and asked the shepherd to come\nback the following year.\nAnd now it was only four days before he would be back in that same\nvillage. He was excited, and at the same time uneasy: maybe the girl\nhad already forgotten him. Lots of shepherds passed through, selling\ntheir wool.\n“It doesn’t matter,” he said to his sheep. “I know other girls in other\nplaces.”\nBut  in  his  heart  he  knew  that  it  did  matter.  And  he  knew  that\nshepherds, like seamen and like traveling salesmen, always found a\ntown where there was someone who could make them forget the\njoys of carefree wandering.\nThe day was dawning, and the shepherd urged his sheep in the\ndirection of the sun. They never have to make any decisions, he\n\n\n\n\n\nthought. Maybe that’s why they always stay close to me.\nThe only things that concerned the sheep were food and water. As\nlong as the boy knew how to find the best pastures in Andalusia,\nthey would be his friends. Yes, their days were all the same, with the\nseemingly endless hours between sunrise and dusk; and they had\nnever read a book in their young lives, and didn’t understand when\nthe boy told them about the sights of the cities. They were content\nwith just food and water, and, in exchange, they generously gave of\ntheir wool, their company, and—once in a while—their meat.\nIf I became a monster today, and decided to kill them, one by one,\nthey  would become aware only  after  most  of  the  flock  had  been\nslaughtered, thought the boy. They trust me, and they’ve forgotten\nhow  to  rely  on  their  own  instincts, because I  lead  them to\nnourishment.\nThe boy was surprised at his thoughts. Maybe the church, with the\nsycamore growing from within, had been haunted. It had caused him\nto have the same dream for a second time, and it was causing him to\nfeel anger toward his faithful companions. He drank a bit from the\nwine  that  remained from  his  dinner of  the  night  before, and  he\ngathered his jacket closer to his body. He knew that a few hours from\nnow, with the sun at its zenith, the heat would be so great that he\nwould not be able to lead his flock across the fields. It was the time\nof day when all of Spain slept during the summer. The heat lasted\nuntil nightfall, and all that time he had to carry his jacket. But when\nhe  thought  to  complain about the  burden of  its  weight, he\nremembered that, because he had the jacket, he had withstood the\ncold of the dawn.\nWe  have  to  be  prepared for  change, he  thought, and  he  was\ngrateful for the jacket’s weight and warmth.\nThe jacket had a purpose, and so did the boy. His purpose in life\nwas to travel, and, after two years of walking the Andalusian terrain,\nhe knew all the cities of the region. He was planning, on this visit, to\nexplain to the girl how it was that a simple shepherd knew how to\nread. That he had attended a seminary until he was sixteen. His\nparents had wanted him to become a priest, and thereby a source of\npride for a simple farm family. They worked hard just to have food\nand  water,  like  the  sheep. He  had  studied Latin, Spanish, and\n\n\n\n\n\ntheology. But ever since he had been a child, he had wanted to know\nthe world, and this was much more important to him than knowing\nGod and learning about man’s sins. One afternoon, on a visit to his\nfamily, he had summoned up the courage to tell his father that he\ndidn’t want to become a priest. That he wanted to travel.\n“People from all over the world have passed through this village,\nson,” said his father. “They come in search of new things, but when\nthey leave they are basically the same people they were when they\narrived. They climb the mountain to see the castle, and they wind up\nthinking that the past was better than what we have now. They have\nblond hair, or dark skin, but basically they’re the same as the people\nwho live right here.”\n“But I’d like to see the castles in the towns where they live,” the\nboy explained.\n“Those people, when they see our land, say that they would like to\nlive here forever,” his father continued.\n“Well, I’d like to see their land, and see how they live,” said his\nson.\n“The people who come here have a lot of money to spend, so they\ncan afford to travel,” his father said. “Amongst us, the only ones who\ntravel are the shepherds.”\n“Well, then I’ll be a shepherd!”\nHis father said no more. The next day, he gave his son a pouch\nthat held three ancient Spanish gold coins.\n“I found these one day in the fields. I wanted them to be a part of\nyour inheritance. But use them to buy your flock. Take to the fields,\nand someday you’ll learn that our countryside is the best, and our\nwomen are the most beautiful.”\n\n\n\n\n\nAnd  he  gave  the  boy  his  blessing. The  boy  could see  in  his\nfather’s  gaze  a  desire to  be  able,  himself, to  travel the  world—a\ndesire that was still alive, despite his father’s having had to bury it,\nover dozens of years, under the burden of struggling for water to\ndrink, food to eat, and the same place to sleep every night of his life.\nThe horizon was tinged with red, and suddenly the sun appeared.\nThe boy thought back to that conversation with his father, and felt\nhappy; he had already seen many castles and met many women\n(but  none  the  equal of  the  one  who  awaited him  several  days\nhence). He owned a jacket, a book that he could trade for another,\nand a flock of sheep. But, most important, he was able every day to\nlive out his dream. If he were to tire of the Andalusian fields, he could\nsell his sheep and go to sea. By the time he had had enough of the\nsea, he would already have known other cities, other women, and\nother chances to  be  happy.  I  couldn’t have  found God  in  the\nseminary, he thought, as he looked at the sunrise.\nWhenever he could, he sought out a new road to travel. He had\nnever been to that ruined church before, in spite of having traveled\nthrough those parts many times. The  world was  huge and\ninexhaustible; he had only to allow his sheep to set the route for a\nwhile, and he would discover other interesting things. The problem is\nthat they don’t even realize that they’re walking a new road every\nday. They don’t see that the fields are new and the seasons change.\nAll they think about is food and water.\nMaybe we’re all that way, the boy mused. Even me—I haven’t\nthought of  other women since I  met  the  merchant’s  daughter.\nLooking at the sun, he calculated that he would reach Tarifa before\n\n\n\n\n\nmidday. There, he could exchange his book for a thicker one, fill his\nwine bottle, shave, and have a haircut; he had to prepare himself for\nhis  meeting with  the  girl,  and  he  didn’t want  to  think  about the\npossibility that some other shepherd, with a larger flock of sheep,\nhad arrived there before him and asked for her hand.\nIt’s the possibility of having a dream come true that makes life\ninteresting, he thought, as he looked again at the position of the sun,\nand hurried his pace. He had suddenly remembered that, in Tarifa,\nthere was an old woman who interpreted dreams.\nThe old woman led the boy to a room at the back of her house; it\nwas separated from her living room by a curtain of colored beads.\nThe room’s furnishings consisted of a table, an image of the Sacred\nHeart of Jesus, and two chairs.\nThe woman sat down, and told him to be seated as well. Then she\ntook both of his hands in hers, and began quietly to pray.\nIt  sounded like  a  Gypsy prayer.  The  boy  had  already had\nexperience on the road with Gypsies; they also traveled, but they\nhad no flocks of sheep. People said that Gypsies spent their lives\ntricking others. It was also said that they had a pact with the devil,\nand  that  they  kidnapped children and,  taking them  away  to  their\nmysterious camps, made them their slaves. As a child, the boy had\nalways been  frightened to  death that  he  would be  captured by\nGypsies, and this childhood fear returned when the old woman took\nhis hands in hers.\nBut she has the Sacred Heart of Jesus there, he thought, trying to\nreassure himself.  He  didn’t want  his  hand to  begin trembling,\nshowing the old woman that he was fearful. He recited an Our Father\nsilently.\n“Very interesting,” said the woman, never taking her eyes from the\nboy’s hands, and then she fell silent.\nThe boy was becoming nervous. His hands began to tremble, and\nthe woman sensed it. He quickly pulled his hands away.\n“I didn’t come here to have you read my palm,” he said, already\nregretting having come. He thought for a moment that it would be\n\n\n\n\n\nbetter to pay her fee and leave without learning a thing, that he was\ngiving too much importance to his recurrent dream.\n“You came so that you could learn about your dreams,” said the\nold woman. “And dreams are the language of God. When he speaks\nin our language, I can interpret what he has said. But if he speaks in\nthe language of the soul, it is only you who can understand. But,\nwhichever it is, I’m going to charge you for the consultation.”\nAnother trick, the boy thought. But he decided to take a chance. A\nshepherd always takes his chances with wolves and with drought,\nand that’s what makes a shepherd’s life exciting.\n“I have had the same dream twice,” he said. “I dreamed that I was\nin a field with my sheep, when a child appeared and began to play\nwith the animals. I don’t like people to do that, because the sheep\nare afraid of strangers. But children always seem to be able to play\nwith them without frightening them. I don’t know why. I don’t know\nhow animals know the age of human beings.”\n“Tell me more about your dream,” said the woman. “I have to get\nback to my cooking, and, since you don’t have much money, I can’t\ngive you a lot of time.”\n“The  child  went  on  playing with  my  sheep for  quite  a  while,”\ncontinued the boy, a bit upset. “And suddenly, the child took me by\nboth hands and transported me to the Egyptian pyramids.”\nHe  paused for  a  moment to  see  if  the  woman knew  what  the\nEgyptian pyramids were. But she said nothing.\n“Then, at the Egyptian pyramids,”—he said the last three words\nslowly, so that the old woman would understand—“the child said to\nme, ‘If you come here, you will find a hidden treasure.’ And, just as\nshe  was  about to  show  me  the  exact location, I  woke  up.  Both\ntimes.”\nThe woman was silent for some time. Then she again took his\nhands and studied them carefully.\n\n\n\n\n\n“I’m not going to charge you anything now,” she said. “But I want\none-tenth of the treasure, if you find it.”\nThe boy laughed—out of happiness. He was going to be able to\nsave  the  little  money he  had  because of  a  dream about  hidden\ntreasure!\n“Well, interpret the dream,” he said.\n“First, swear to me. Swear that you will give me one-tenth of your\ntreasure in exchange for what I am going to tell you.”\nThe shepherd swore that he would. The old woman asked him to\nswear again while looking at the image of the Sacred Heart of Jesus.\n“It’s  a  dream in  the  language of  the  world,” she  said.  “I  can\ninterpret it, but the interpretation is very difficult. That’s why I feel that\nI deserve a part of what you find.\n“And  this  is  my  interpretation: you  must  go  to  the  Pyramids in\nEgypt. I have never heard of them, but, if it was a child who showed\nthem to you, they exist. There you will find a treasure that will make\nyou a rich man.”\nThe boy was surprised, and then irritated. He didn’t need to seek\nout the old woman for this! But then he remembered that he wasn’t\ngoing to have to pay anything.\n“I didn’t need to waste my time just for this,” he said.\n“I  told  you  that  your  dream was  a  difficult  one.  It’s  the  simple\nthings in life that are the most extraordinary; only wise men are able\nto understand them. And since I am not wise, I have had to learn\nother arts, such as the reading of palms.”\n“Well, how am I going to get to Egypt?”\n“I only interpret dreams. I don’t know how to turn them into reality.\nThat’s why I have to live off what my daughters provide me with.”\n“And what if I never get to Egypt?”\n“Then I don’t get paid. It wouldn’t be the first time.”\nAnd the woman told the boy to leave, saying she had already\nwasted too much time with him.\nSo the boy was disappointed; he decided that he would never\nagain believe in dreams. He remembered that he had a number of\nthings he had to take care of: he went to the market for something to\neat, he traded his book for one that was thicker, and he found a\nbench in the plaza where he could sample the new wine he had\n\n\n\n\n\nbought. The day was hot, and the wine was refreshing. The sheep\nwere at the gates of the city, in a stable that belonged to a friend.\nThe  boy  knew  a  lot  of  people in  the  city.  That  was  what  made\ntraveling appeal to him—he always made new friends, and he didn’t\nneed to spend all of his time with them. When someone sees the\nsame people every day, as had happened with him at the seminary,\nthey wind up becoming a part of that person’s life. And then they\nwant the person to change. If someone isn’t what others want them\nto be, the others become angry. Everyone seems to have a clear\nidea of how other people should lead their lives, but none about his\nor her own.\nHe decided to wait until the sun had sunk a bit lower in the sky\nbefore following his flock back through the fields. Three days from\nnow, he would be with the merchant’s daughter.\nHe started to read the book he had bought. On the very first page\nit  described a  burial ceremony.  And  the  names of  the  people\ninvolved were very difficult to pronounce. If he ever wrote a book, he\nthought, he would present one person at a time, so that the reader\nwouldn’t have to worry about memorizing a lot of names.\nWhen he was finally able to concentrate on what he was reading,\nhe liked the book better; the burial was on a snowy day, and he\nwelcomed the feeling of being cold. As he read on, an old man sat\ndown at his side and tried to strike up a conversation.\n“What are they doing?” the old man asked, pointing at the people\nin the plaza.\n“Working,” the boy answered dryly, making it look as if he wanted\nto concentrate on his reading.\nActually, he was thinking about shearing his sheep in front of the\nmerchant’s daughter, so that she could see that he was someone\nwho was capable of doing difficult things. He had already imagined\nthe ",
  "summaryId": "4935941d-2483-4689-a1a4-516b965998ef"
}