{
  "id": "aae7e372-6fc5-42bc-b3dd-3f8ab62f7470",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 9,
  "title": "Chapter 9",
  "rawText": "\nyou’ll be a happy man. You’ll see that there is life in the desert, that\nthere are stars in the heavens, and that tribesmen fight because they\nare part of the human race. Life will be a party for you, a grand\nfestival, because life is the moment we’re living right now.”\nTwo nights later, as he was getting ready to bed down, the boy\nlooked for the star they followed every night. He thought that the\nhorizon was a bit lower than it had been, because he seemed to see\nstars on the desert itself.\n“It’s the oasis,” said the camel driver.\n“Well, why don’t we go there right now?” the boy asked.\n“Because we have to sleep.”\nThe boy awoke as the sun rose. There, in front of him, where the\nsmall stars had been the night before, was an endless row of date\npalms, stretching across the entire desert.\n“We’ve done it!” said the Englishman, who had also awakened\nearly.\nBut the boy was quiet. He was at home with the silence of the\ndesert, and he was content just to look at the trees. He still had a\nlong way to go to reach the Pyramids, and someday this morning\nwould just be a memory. But this was the present moment—the party\nthe camel driver had mentioned—and he wanted to live it as he did\nthe lessons of his past and his dreams of the future. Although the\nvision of the date palms would someday be just a memory, right now\n\n\n\n\n\nit signified shade, water, and a refuge from the war. Yesterday, the\ncamel’s groan signaled danger, and now a row of date palms could\nherald a miracle.\nThe world speaks many languages, the boy thought.\nThe times rush past, and so do the caravans, thought the alchemist,\nas he watched the hundreds of people and animals arriving at the\noasis. People were shouting at the new arrivals, dust obscured the\ndesert sun,  and  the  children  of  the  oasis were bursting  with\nexcitement at the arrival of the strangers. The alchemist saw the\ntribal chiefs greet the leader of the caravan, and converse with him\nat length.\nBut none of that mattered to the alchemist. He had already seen\nmany people come and go, and the desert remained as it was. He\nhad seen kings and beggars walking the desert sands. The dunes\nwere  changed constantly by  the  wind,  yet  these were  the  same\nsands he  had  known since he  was  a  child. He  always  enjoyed\nseeing the  happiness that  the  travelers experienced when, after\nweeks of yellow sand and blue sky, they first saw the green of the\ndate palms. Maybe God  created the  desert so  that  man  could\nappreciate the date trees, he thought.\nHe decided to concentrate on more practical matters. He knew\nthat in the caravan there was a man to whom he was to teach some\nof his secrets. The omens had told him so. He didn’t know the man\nyet, but his practiced eye would recognize him when he appeared.\nHe  hoped  that  it  would be  someone as  capable as  his  previous\napprentice.\nI don’t know why these things have to be transmitted by word of\nmouth, he  thought. It  wasn’t exactly that  they  were  secrets; God\nrevealed his secrets easily to all his creatures.\nHe  had  only  one  explanation for  this  fact:  things have  to  be\ntransmitted this way because they were made up from the pure life,\nand this kind of life cannot be captured in pictures or words.\nBecause people become fascinated with pictures and words, and\nwind up forgetting the Language of the World.\n\n\n\n\n\nThe boy couldn’t believe what he was seeing: the oasis, rather than\nbeing just a well surrounded by a few palm trees—as he had seen\nonce in a geography book—was much larger than many towns back\nin Spain. There were three hundred wells, fifty thousand date trees,\nand innumerable colored tents spread among them.\n“It looks like A Thousand and One Nights,” said the Englishman,\nimpatient to meet with the alchemist.\nThey were surrounded by children, curious to look at the animals\nand people that were arriving. The men of the oasis wanted to know\nif they had seen any fighting, and the women competed with one\nanother for access to the cloth and precious stones brought by the\nmerchants. The  silence of  the  desert was  a  distant dream; the\ntravelers in  the  caravan were  talking incessantly,  laughing and\nshouting, as if they had emerged from the spiritual world and found\nthemselves once again in the world of people. They were relieved\nand happy.\nThey had been taking careful precautions in the desert, but the\ncamel driver explained to the boy that oases were always considered\nto be neutral territories, because the majority of the inhabitants were\nwomen and children. There were oases throughout the desert, but\nthe tribesmen fought in the desert, leaving the oases as places of\nrefuge.\nWith  some difficulty,  the  leader  of  the  caravan brought all  his\npeople together and gave them his instructions. The group was to\nremain there at the oasis until the conflict between the tribes was\nover. Since they were visitors, they would have to share living space\nwith  those who  lived there, and  would be  given the  best\naccommodations. That was the law of hospitality. Then he asked that\neveryone, including his own sentinels, hand over their arms to the\nmen appointed by the tribal chieftains.\n“Those are the rules of war,” the leader explained. “The oases\nmay not shelter armies or troops.”\nTo  the  boy’s  surprise, the  Englishman took  a  chrome-plated\nrevolver out of his bag and gave it to the men who were collecting\nthe arms.\n\n\n\n\n\n“Why a revolver?” he asked.\n“It helped me to trust in people,” the Englishman answered.\nMeanwhile, the boy thought about his treasure. The closer he got\nto the realization of his dream, the more difficult things became. It\nseemed as if what the old king had called “beginner’s luck” were no\nlonger functioning.  In  his  pursuit of  the  dream, he  was  being\nconstantly subjected to tests of his persistence and courage. So he\ncould not be hasty, nor impatient. If he pushed forward impulsively,\nhe would fail to see the signs and omens left by God along his path.\nGod placed them along my path. He had surprised himself with\nthe thought. Until then, he had considered the omens to be things of\nthis world. Like eating or sleeping, or like seeking love or finding a\njob. He had never thought of them in terms of a language used by\nGod to indicate what he should do.\n“Don’t be impatient,” he repeated to himself. “It’s like the camel\ndriver said: ‘Eat when it’s time to eat. And move along when it’s time\nto move along.’”\nThat  first  day,  everyone slept  from  exhaustion, including the\nEnglishman. The boy was assigned a place far from his friend, in a\ntent with five other young men of about his age. They were people of\nthe desert, and clamored to hear his stories about the great cities.\nThe boy told them about his life as a shepherd, and was about to\ntell them of his experiences at the crystal shop when the Englishman\ncame into the tent.\n“I’ve been looking for you all morning,” he said, as he led the boy\noutside. “I need you to help me find out where the alchemist lives.”\nFirst,  they  tried  to  find  him  on  their  own.  An  alchemist would\nprobably live in a manner that was different from that of the rest of\nthe people at the oasis, and it was likely that in his tent an oven was\ncontinuously burning. They searched everywhere, and found that the\noasis was much larger than they could have imagined; there were\nhundreds of tents.\n\n\n\n\n\n“We’ve wasted almost the entire day,” said the Englishman, sitting\ndown with the boy near one of the wells.\n“Maybe we’d better ask someone,” the boy suggested.\nThe Englishman didn’t want to tell others about his reasons for\nbeing at the oasis, and couldn’t make up his mind. But, finally, he\nagreed that the boy, who spoke better Arabic than he, should do so.\nThe boy approached a woman who had come to the well to fill a\ngoatskin with water.\n“Good afternoon, ma’am. I’m trying to find out where the alchemist\nlives here at the oasis.”\nThe  woman said  she  had  never  heard of  such  a  person, and\nhurried away. But before she fled, she advised the boy that he had\nbetter not try to converse with women who were dressed in black,\nbecause they were married women. He should respect tradition.\nThe Englishman was disappointed. It seemed he had made the\nlong journey for nothing. The boy was also saddened; his friend was\nin pursuit of his Personal Legend. And, when someone was in such\npursuit, the entire universe made an effort to help him succeed—\nthat’s what the old king had said. He couldn’t have been wrong.\n“I had never heard of alchemists before,” the boy said. “Maybe no\none here has, either.”\nThe Englishman’s eyes lit up. “That’s it! Maybe no one here knows\nwhat  an  alchemist is!  Find  out  who  it  is  who  cures the  people’s\nillnesses!”\nSeveral women dressed in black came to the well for water, but\nthe  boy  would speak to  none  of  them, despite the  Englishman’s\ninsistence. Then a man approached.\n“Do you know someone here who cures people’s illnesses?” the\nboy asked.\n“Allah cures our illnesses,” said the man, clearly frightened of the\nstrangers. “You’re looking for witch doctors.” He spoke some verses\nfrom the Koran, and moved on.\n\n\n\n\n\nAnother man appeared. He was older, and was carrying a small\nbucket. The boy repeated his question.\n“Why do you want to find that sort of person?” the Arab asked.\n“Because my friend here has traveled for many months in order to\nmeet with him,” the boy said.\n“If such a man is here at the oasis, he must be the very powerful\none,” said the old man after thinking for a few moments. “Not even\nthe tribal chieftains are able to see him when they want to. Only\nwhen he consents.\n“Wait for the end of the war. Then leave with the caravan. Don’t try\nto enter into the life of the oasis,” he said, and walked away.\nBut the Englishman was exultant. They were on the right track.\nFinally,  a  young woman approached who  was  not  dressed in\nblack. She had a vessel on her shoulder, and her head was covered\nby a veil, but her face was uncovered. The boy approached her to\nask about the alchemist.\nAt that moment, it seemed to him that time stood still, and the\nSoul of the World surged within him. When he looked into her dark\neyes, and  saw  that  her  lips  were  poised between a  laugh and\nsilence, he learned the most important part of the language that all\nthe world spoke—the language that everyone on earth was capable\nof understanding in their heart. It was love. Something older than\nhumanity, more ancient than the desert. Something that exerted the\nsame force whenever two pairs of eyes met, as had theirs here at\nthe well. She smiled, and that was certainly an omen—the omen he\nhad been awaiting, without even knowing he was, for all his life. The\n\n\n\n\n\nomen he had sought to find with his sheep and in his books, in the\ncrystals and in the silence of the desert.\nIt was the pure Language of the World. It required no explanation,\njust as the universe needs none as it travels through endless time.\nWhat the boy felt at that moment was that he was in the presence of\nthe only woman in his life, and that, with no need for words, she\nrecognized the  same thing. He  was  more certain of  it  than  of\nanything in  the  world. He  had  been told  by  his  parents and\ngrandparents that  he  must  fall  in  love  and  really know  a  person\nbefore becoming committed. But maybe people who felt that way\nhad never learned the universal language. Because, when you know\nthat  language,  it’s  easy  to  understand that  someone in  the  world\nawaits you, whether it’s in the middle of the desert or in some great\ncity. And when two such people encounter each other, and their eyes\nmeet, the past and the future become unimportant. There is only that\nmoment, and the incredible certainty that everything under the sun\nhas been written by one hand only. It is the hand that evokes love,\nand creates a twin soul for every person in the world. Without such\nlove, one’s dreams would have no meaning.\nMaktub, thought the boy.\nThe Englishman shook the boy: “Come on, ask her!”\nThe boy stepped closer to the girl, and when she smiled, he did\nthe same.\n“What’s your name?” he asked.\n“Fatima,” the girl said, averting her eyes.\n“That’s what some women in my country are called.”\n“It’s  the  name of  the  Prophet’s  daughter,”  Fatima said.  “The\ninvaders carried the name everywhere.” The beautiful girl spoke of\nthe invaders with pride.\nThe Englishman prodded him, and the boy asked her about the\nman who cured people’s illnesses.\n“That’s the man who knows all the secrets of the world,” she said.\n“He communicates with the genies of the desert.”\nThe genies were the spirits of good and evil. And the girl pointed\nto the south, indicating that it was there the strange man lived. Then\nshe filled her vessel with water and left.\n\n\n\n\n\nThe Englishman vanished, too, gone to find the alchemist. And\nthe boy sat there by the well for a long time, remembering that one\nday in Tarifa the levanter had brought to him the perfume of that\nwoman, and realizing that he had loved her before he even knew\nshe  existed. He  knew  that  his  love  for  her  would enable him  to\ndiscover every treasure in the world.\nThe next day, the boy returned to the well, hoping to see the girl.\nTo his surprise, the Englishman was there, looking out at the desert.\n“I waited all afternoon and evening,” he said. “He appeared with\nthe first stars of evening. I told him what I was seeking, and he asked\nme if I had ever transformed lead into gold. I told him that was what I\nhad come here to learn.\n“He told me I should try to do so. That’s all he said: ‘Go and try.’”\nThe boy didn’t say anything. The poor Englishman had traveled all\nthis way, only to be told that he should repeat what he had already\ndone so many times.\n“So, then try,” he said to the Englishman.\n“That’s what I’m going to do. I’m going to start now.”\nAs the Englishman left, Fatima arrived and filled her vessel with\nwater.\n“I came to tell you just one thing,” the boy said. “I want you to be\nmy wife. I love you.”\nThe girl dropped the container, and the water spilled.\n“I’m  going to  wait  here  for  you  every day.  I  have  crossed  the\ndesert in search of a treasure that is somewhere near the Pyramids,\nand  for  me,  the  war  seemed a  curse. But  now  it’s  a  blessing,\nbecause it brought me to you.”\n“The war is going to end someday,” the girl said.\nThe  boy  looked around him  at  the  date  palms. He  reminded\nhimself that  he  had  been  a  shepherd, and  that  he  could be  a\n\n\n\n\n\nshepherd again. Fatima was more important than his treasure.\n“The tribesmen are always in search of treasure,” the girl said, as\nif she had guessed what he was thinking. “And the women of the\ndesert are proud of their tribesmen.”\nShe refilled her vessel and left.\nThe boy went to the well every day to meet with Fatima. He told\nher  about his  life  as  a  shepherd, about the  king,  and  about the\ncrystal shop. They became friends,  and  except for  the  fifteen\nminutes he spent with her, each day seemed that it would never\npass. When he had b",
  "summaryId": null
}