{
  "id": "ac63f30e-275a-49a2-8474-bfe8a818d8e3",
  "type": "chapter",
  "bookId": "8203eff5-ae5e-4c29-b715-f3c11df9ec54",
  "chapterIndex": 3,
  "title": "Chapter 3",
  "rawText": "\nwelcomed the feeling of being cold. As he read on, an old man sat\ndown at his side and tried to strike up a conversation.\n“What are they doing?” the old man asked, pointing at the people\nin the plaza.\n“Working,” the boy answered dryly, making it look as if he wanted\nto concentrate on his reading.\nActually, he was thinking about shearing his sheep in front of the\nmerchant’s daughter, so that she could see that he was someone\nwho was capable of doing difficult things. He had already imagined\nthe scene many times; every time, the girl became fascinated when\nhe explained that the sheep had to be sheared from back to front. He\nalso tried to remember some good stories to relate as he sheared\nthe sheep. Most of them he had read in books, but he would tell\nthem as if they were from his personal experience. She would never\nknow the difference, because she didn’t know how to read.\n\n\n\n\n\nMeanwhile, the old man persisted in his attempt to strike up a\nconversation. He said that he was tired and thirsty, and asked if he\nmight have a sip of the boy’s wine. The boy offered his bottle, hoping\nthat the old man would leave him alone.\nBut the old man wanted to talk, and he asked the boy what book\nhe  was  reading. The  boy  was  tempted to  be  rude,  and  move to\nanother bench, but his father had taught him to be respectful of the\nelderly. So he held out the book to the man—for two reasons: first,\nthat he, himself, wasn’t sure how to pronounce the title; and second,\nthat if the old man didn’t know how to read, he would probably feel\nashamed and decide of his own accord to change benches.\n“Hmm . . .” said the old man, looking at all sides of the book, as if\nit were some strange object. “This is an important book, but it’s really\nirritating.”\nThe boy was shocked. The old man knew how to read, and had\nalready read the book. And if the book was irritating, as the old man\nhad said, the boy still had time to change it for another.\n“It’s a book that says the same thing almost all the other books in\nthe world say,” continued the old man. “It describes people’s inability\nto choose their own Personal Legends. And it ends up saying that\neveryone believes the world’s greatest lie.”\n“What’s  the  world’s  greatest lie?”  the  boy  asked, completely\nsurprised.\n“It’s this: that at a certain point in our lives, we lose control of\nwhat’s happening to us, and our lives become controlled by fate.\nThat’s the world’s greatest lie.”\n“That’s never happened to me,” the boy said. “They wanted me to\nbe a priest, but I decided to become a shepherd.”\n“Much better,” said the old man. “Because you really like to travel.”\n\n\n\n\n\n“He knew what I was thinking,” the boy said to himself. The old\nman, meanwhile, was leafing through the book, without seeming to\nwant to return it at all. The boy noticed that the man’s clothing was\nstrange. He looked like an Arab, which was not unusual in those\nparts. Africa was only a few hours from Tarifa; one had only to cross\nthe narrow straits by boat. Arabs often appeared in the city, shopping\nand chanting their strange prayers several times a day.\n“Where are you from?” the boy asked.\n“From many places.”\n“No one can be from many places,” the boy said. “I’m a shepherd,\nand I have been to many places, but I come from only one place—\nfrom a city near an ancient castle. That’s where I was born.”\n“Well then, we could say that I was born in Salem.”\nThe boy didn’t know where Salem was, but he didn’t want to ask,\nfearing that he would appear ignorant. He looked at the people in the\nplaza for  a  while;  they  were  coming and  going, and  all  of  them\nseemed to be very busy.\n“So, what is Salem like?” he asked, trying to get some sort of clue.\n“It’s like it always has been.”\nNo clue yet. But he knew that Salem wasn’t in Andalusia. If it\nwere, he would already have heard of it.\n“And what do you do in Salem?” he insisted.\n“What do I do in Salem?” The old man laughed. “Well, I’m the king\nof Salem!”\nPeople say strange things, the boy thought. Sometimes it’s better\nto be with the sheep, who don’t say anything. And better still to be\nalone with one’s books. They tell their incredible stories at the time\nwhen you want to hear them. But when you’re talking to people, they\nsay some things that are so strange that you don’t know how to\ncontinue the conversation.\n“My name is Melchizedek,” said the old man. “How many sheep\ndo you have?”\n“Enough,” said the boy. He could see that the old man wanted to\nknow more about his life.\n“Well, then, we’ve got a problem. I can’t help you if you feel you’ve\ngot enough sheep.”\n\n\n\n\n\nThe boy was getting irritated. He wasn’t asking for help. It was the\nold man who had asked for a drink of his wine, and had started the\nconversation.\n“Give me my book,” the boy said. “I have to go and gather my\nsheep and get going.”\n“Give me one-tenth of your sheep,” said the old man, “and I’ll tell\nyou how to find the hidden treasure.”\nThe boy remembered his dream, and suddenly everything was\nclear to him. The old woman hadn’t charged him anything, but the\nold man—maybe he was her husband—was going to find a way to\nget much more money in exchange for information about something\nthat didn’t even exist. The old man was probably a Gypsy, too.\nBut before the boy could say anything, the old man leaned over,\npicked up  a  stick,  and  began  to  write  in  the  sand  of  the  plaza.\nSomething bright reflected from his chest with such intensity that the\nboy was momentarily blinded. With a movement that was too quick\nfor  someone his  age,  the  man  covered whatever it  was  with  his\ncape. When his vision returned to normal, the boy was able to read\nwhat the old man had written in the sand.\nThere, in the sand of the plaza of that small city, the boy read the\nnames of his father and his mother and the name of the seminary he\nhad attended. He read the name of the merchant’s daughter, which\nhe hadn’t even known, and he read things he had never told anyone.\n“I’m the king of Salem,” the old man had said.\n“Why would a king be talking with a shepherd?” the boy asked,\nawed and embarrassed.\n“For several reasons. But let’s say that the most important is that\nyou have succeeded in discovering your Personal Legend.”\nThe boy didn’t know what a person’s “Personal Legend” was.\n“It’s what you have always wanted to accomplish. Everyone, when\nthey are young, knows what their Personal Legend is.\n“At that point in their lives, everything is clear and everything is\npossible. They are not afraid to dream, and to yearn for everything\nthey would like to see happen to them in their lives. But, as time\n\n\n\n\n\npasses, a mysterious force begins to convince them that it will be\nimpossible for them to realize their Personal Legend.”\nNone of what the old man was saying made much sense to the\nboy. But he wanted to know what the “mysterious force” was; the\nmerchant’s daughter would be impressed when he told her about\nthat!\n“It’s a force that appears to be negative, but actually shows you\nhow to realize your Personal Legend. It prepares your spirit and your\nwill, because there is one great truth on this planet: whoever you are,\nor whatever it is that you do, when you really want something, it’s\nbecause that desire originated in the soul of the universe. It’s your\nmission on earth.”\n“Even when all you want to do is travel? Or marry the daughter of\na textile merchant?”\n“Yes,  or  even  search for  treasure. The  Soul  of  the  World  is\nnourished by people’s happiness. And also by unhappiness, envy,\nand jealousy. To realize one’s Personal Legend is a person’s only\nreal obligation. All things are one.\n“And, when  you  want  something, all  the  universe conspires in\nhelping you to achieve it.”\nThey  were  both  silent  for  a  time,  observing the  plaza and  the\ntownspeople. It was the old man who spoke first.\n“Why do you tend a flock of sheep?”\n“Because I like to travel.”\nThe old man pointed to a baker standing in his shop window at\none corner of the plaza. “When he was a child, that man wanted to\ntravel, too.  But  he  decided first  to  buy  his  bakery and  put  some\nmoney aside. When he’s an old man, he’s going to spend a month in\nAfrica. He never realized that people are capable, at any time in their\nlives, of doing what they dream of.”\n“He should have decided to become a shepherd,” the boy said.\n“Well, he thought about that,” the old man said. “But bakers are\nmore important people than shepherds. Bakers have homes, while\nshepherds sleep out  in  the  open. Parents would rather see  their\nchildren marry bakers than shepherds.”\nThe boy felt a pang in his heart, thinking about the merchant’s\ndaughter. There was surely a baker in her town.\n\n\n\n\n\nThe old man continued, “In the long run, what people think about\nshepherds and bakers becomes more important for them than their\nown Personal Legends.”\nThe old man leafed through the book, and fell to reading a page\nhe came to. The boy waited, and then interrupted the old man just as\nhe himself had been interrupted. “Why are you telling me all this?”\n“Because you are trying to realize your Personal Legend. And you\nare at the point where you’re about to give it all up.”\n“And that’s when you always appear on the scene?”\n“Not  always in  this  way,  but  I  always appear in  one  form  or\nanother. Sometimes I appear in the form of a solution, or a good\nidea. At other times, at a crucial moment, I make it easier for things\nto happen. There are other things I do, too, but most of the time\npeople don’t realize I’ve done them.”\nThe old man related that, the week before, he had been forced to\nappear before a miner, and had taken the form of a stone. The miner\nhad abandoned everything to go mining for emeralds. For five years\nhe had been working a certain river, and had examined hundreds of\nthousands of stones looking for an emerald. The miner was about to\ngive it all up, right at the point when, if he were to examine just one\nmore stone—just one more—he would find his emerald. Since the\nminer had sacrificed everything to his Personal Legend, the old man\ndecided to become involved. He transformed himself into a stone\nthat rolled up to the miner’s foot. The miner, with all the anger and\nfrustration of his five fruitless years, picked up the stone and threw it\naside. But he had thrown it with such force that it broke the stone it\nfell upon, and there, embedded in the broken stone, was the most\nbeautiful emerald in the world.\n“People learn, early in their lives, what is their reason for being,”\nsaid the old man, with a certain bitterness. “Maybe that’s why they\ngive up on it so early, too. But that’s the way it is.”\nThe boy reminded the old man that he had said something about\nhidden treasure.\n“Treasure is  uncovered by  the  force  of  flowing water,  and  it  is\nburied by the same currents,” said the old man. “If you want to learn\nabout your own treasure, you will have to give me one-tenth of your\nflock.”\n\n\n\n\n\n“What about one-tenth of my treasure?”\nThe old man looked disappointed. “If you start out by promising\nwhat you don’t even have yet, you’ll lose your desire to work toward\ngetting it.”\nThe boy told him that he had already promised to give one-tenth\nof his treasure to the Gypsy.\n“Gypsies are experts at getting people to do that,” sighed the old\nman. “In any case, it’s good that you’ve learned that everything in life\nhas its price. This is what the Warriors of the Light try to teach.”\nThe old man returned the book to the boy.\n“Tomorrow, at this same time, bring me a tenth of your flock. And I\nwill tell you how to find the hidden treasure. Good afternoon.”\nAnd he vanished around the corner of the plaza.\nThe boy began again to read his book, but he was no longer able to\nconcentrate. He was tense and upset, because he knew that the old\nman was right. He went over to the bakery and bought a loaf of\nbread, thinking about whether or not he should tell the baker what\nthe  old  man  had  said  about him.  Sometimes it’s  better to  leave\nthings as they are, he thought to himself, and decided to say nothing.\nIf  he  were  to  say  anything,  the  baker would spend three  days\nthinking about giving it all up, even though he had gotten used to the\nway things were. The boy could certainly resist causing that kind of\nanxiety for the baker. So he began to wander through the city, and\nfound himself at the gates. There was a small building there, with a\nwindow at which people bought tickets to Africa. And he knew that\nEgypt was in Africa.\n“Can I help you?” asked the man behind the window.\n“Maybe tomorrow,” said the boy, moving away. If he sold just one\nof his sheep, he’d have enough to get to the other shore of the strait.\nThe idea frightened him.\n“Another dreamer,” said the ticket seller to his assistant, watching\nthe boy walk away. “He doesn’t have enough money to travel.”\nWhile standing at the ticket window, the boy had remembered his\nflock, and decided he should go back to being a shepherd. In two\n\n\n\n\n\nyears he had learned everything about shepherding: he knew how to\nshear sheep, how to care for pregnant ewes, and how to protect the\nsheep from wolves. He knew all the fields and pastures of Andalusia.\nAnd he knew what was the fair price for every one of his animals.\nHe decided to return to his friend’s stable by the longest route\npossible. As  he  walked past  the  city’s  castle, he  interrupted his\nreturn, and climbed the stone ramp that led to the top of the wall.\nFrom there, he could see Africa in the distance. Someone had once\ntold him that it was from there that the Moors had come, to occupy\nall of Spain.\nHe could see almost the entire city from where he sat, including\nthe plaza where he had talked with the old man. Curse the moment I\nmet that old man, he thought. He had come to the town only to find a\nwoman who could interpret his dream. Neither the woman nor the\nold man was at all impressed by the fact that he was a shepherd.\nThey were solitary individuals who no longer believed in things, and\ndidn’t understand that shepherds become attached to their sheep.\nHe knew everything about each member of his flock: he knew which\nones were lame, which one was to give birth two months from now,\nand which were the laziest. He knew how to shear them, and how to\nslaughter them. If he ever decided to leave them, they would suffer.\nThe wind began to pick up. He knew that wind: people called it the\nlevanter, because on it the Moors had come from the Levant at the\neastern end of the Mediterranean.\nThe levanter increased in intensity. Here I am, between my flock\nand  my  treasure, the  boy  thought. He  had  to  choose between\nsomething he had become accustomed to and something he wanted\nto have. There was also the merchant’s daughter, but she wasn’t as\n\n\n\n\n\nimportant as his flock, because she didn’t depend on him. Maybe\nshe  didn’t  even  remember him.  He  was  sure  that  it  made no\ndifference to her on which day he appeared: for her, every day was\nthe same, and when each day is the same as the next, it’s because\npeople fail to recognize the good things that ha",
  "summaryId": null
}