{
  "id": "c09c8c50-c43c-4b68-89f3-89432bd145a6",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 12,
  "title": "Chapter 12",
  "rawText": ".\nSuddenly, for no apparent reason, the boy’s horse began to slow.\n“There’s life here,” the boy said to the alchemist. “I don’t know the\nlanguage of the desert, but my horse knows the language of life.”\nThey  dismounted, and  the  alchemist said  nothing. Advancing\nslowly,  they  searched among the  stones. The  alchemist stopped\n\n\n\n\n\nabruptly, and bent to the ground. There was a hole there among the\nstones. The alchemist put his hand into the hole, and then his entire\narm,  up  to  his  shoulder.  Something was  moving there,  and  the\nalchemist’s eyes—the boy could see only his eyes—squinted with\nhis effort. His arm seemed to be battling with whatever was in the\nhole. Then, with a motion that startled the boy, he withdrew his arm\nand leaped to his feet. In his hand, he grasped a snake by the tail.\nThe boy leapt as well, but away from the alchemist. The snake\nfought frantically, making hissing sounds that shattered the silence of\nthe  desert. It  was  a  cobra, whose venom could kill  a  person in\nminutes.\n“Watch  out  for  his  venom,” the  boy  said.  But  even  though the\nalchemist had put his hand in the hole, and had surely already been\nbitten, his expression was calm. “The alchemist is two hundred years\nold,” the Englishman had told him. He must know how to deal with\nthe snakes of the desert.\nThe  boy  watched as  his  companion went  to  his  horse and\nwithdrew a scimitar. With its blade, he drew a circle in the sand, and\nthen he placed the snake within it. The serpent relaxed immediately.\n“Not to worry,” said the alchemist. “He won’t leave the circle. You\nfound life in the desert, the omen that I needed.”\n“Why was that so important?”\n“Because the Pyramids are surrounded by the desert.” The boy\ndidn’t want to talk about the Pyramids. His heart was heavy, and he\nhad  been  melancholy since the  previous night. To  continue his\nsearch for the treasure meant that he had to abandon Fatima.\n“I’m going to guide you across the desert,” the alchemist said.\n“I want to stay at the oasis,” the boy answered. “I’ve found Fatima,\nand, as far as I’m concerned, she’s worth more than treasure.”\n\n\n\n\n\n“Fatima is a woman of the desert,” said the alchemist. “She knows\nthat men have to go away in order to return. And she already has her\ntreasure: it’s you. Now she expects that you will find what it is you’re\nlooking for.”\n“Well, what if I decide to stay?”\n“Let me tell you what will happen. You’ll be the counselor of the\noasis. You have enough gold to buy many sheep and many camels.\nYou’ll marry Fatima, and you’ll both be happy for a year. You’ll learn\nto  love  the  desert, and  you’ll  get  to  know  every one  of  the  fifty\nthousand palms. You’ll watch them as they grow, demonstrating how\nthe  world is  always changing. And  you’ll  get  better and  better at\nunderstanding omens, because the desert is the best teacher there\nis.\n“Sometime during the  second year,  you’ll  remember about the\ntreasure. The omens will begin insistently to speak of it, and you’ll try\nto ignore them. You’ll use your knowledge for the welfare of the oasis\nand its inhabitants. The tribal chieftains will appreciate what you do.\nAnd your camels will bring you wealth and power.\n“During the third year, the omens will continue to speak of your\ntreasure and your Personal Legend. You’ll walk around, night after\nnight, at the oasis, and Fatima will be unhappy because she’ll feel it\nwas she who interrupted your quest. But you will love her, and she’ll\nreturn your love. You’ll remember that she never asked you to stay,\nbecause a woman of the desert knows that she must await her man.\nSo you won’t blame her. But many times you’ll walk the sands of the\ndesert, thinking that maybe you could have left . . . that you could\nhave trusted more in your love for Fatima. Because what kept you at\nthe oasis was your own fear that you might never come back. At that\npoint, the omens will tell you that your treasure is buried forever.\n“Then, sometime during the fourth year, the omens will abandon\nyou, because you’ve stopped listening to them. The tribal chieftains\nwill see that, and you’ll be dismissed from your position as counselor.\nBut, by then, you’ll be a rich merchant, with many camels and a\ngreat deal  of  merchandise.  You’ll  spend the  rest  of  your  days\nknowing that you didn’t pursue your Personal Legend, and that now\nit’s too late.\n\n\n\n\n\n“You must understand that love never keeps a man from pursuing\nhis  Personal Legend. If  he  abandons that  pursuit, it’s  because it\nwasn’t true love . . . the love that speaks the Language of the World.”\nThe  alchemist erased the  circle in  the  sand, and  the  snake\nslithered away among the rocks. The boy remembered the crystal\nmerchant who  had  always wanted to  go  to  Mecca, and  the\nEnglishman in search of the alchemist. He thought of the woman\nwho had trusted in the desert. And he looked out over the desert that\nhad brought him to the woman he loved.\nThey  mounted their  horses, and  this  time  it  was  the  boy  who\nfollowed the  alchemist back  to  the  oasis. The  wind  brought the\nsounds of  the  oasis  to  them, and  the  boy  tried  to  hear  Fatima’s\nvoice.\nBut that night, as he had watched the cobra within the circle, the\nstrange horseman with the falcon on his shoulder had spoken of love\nand  treasure, of  the  women of  the  desert and  of  his  Personal\nLegend.\n“I’m going with you,” the boy said. And he immediately felt peace\nin his heart.\n“We’ll leave tomorrow before sunrise,” was the alchemist’s only\nresponse.\nThe boy spent a sleepless night. Two hours before dawn, he awoke\none of the boys who slept in his tent, and asked him to show him\nwhere Fatima lived. They went to her tent, and the boy gave his\nfriend enough gold to buy a sheep.\nThen he asked his friend to go into the tent where Fatima was\nsleeping, and to awaken her and tell her that he was waiting outside.\nThe young Arab did as he was asked, and was given enough gold to\nbuy yet another sheep.\n“Now leave us alone,” said the boy to the young Arab. The Arab\nreturned to his tent to sleep, proud to have helped the counselor of\nthe oasis, and happy at having enough money to buy himself some\nsheep.\n\n\n\n\n\nFatima appeared at the entrance to the tent. The two walked out\namong the  palms. The  boy  knew that  it  was  a  violation of  the\nTradition, but that didn’t matter to him now.\n“I’m going away,” he said. “And I want you to know that I’m coming\nback. I love you because . . .”\n“Don’t say anything,” Fatima interrupted. “One is loved because\none is loved. No reason is needed for loving.”\nBut the boy continued, “I had a dream, and I met with a king. I\nsold  crystal  and  crossed the  desert. And,  because the  tribes\ndeclared war, I went to the well, seeking the alchemist. So, I love you\nbecause the entire universe conspired to help me find you.”\nThe two embraced. It was the first time either had touched the\nother.\n“I’ll be back,” the boy said.\n“Before this,  I  always looked  to  the  desert with  longing,”  said\nFatima. “Now it will be with hope. My father went away one day, but\nhe  returned to my  mother,  and  he  has  always come back  since\nthen.”\nThey  said  nothing else.  They  walked a  bit  farther among the\npalms, and then the boy left her at the entrance to her tent.\n“I’ll return, just as your father came back to your mother,” he said.\nHe saw that Fatima’s eyes were filled with tears.\n“You’re crying?”\n“I’m  a  woman of  the  desert,”  she  said,  averting her  face.  “But\nabove all, I’m a woman.”\nFatima went back to her tent, and, when daylight came, she went\nout to do the chores she had done for years. But everything had\nchanged. The boy was no longer at the oasis, and the oasis would\nnever again have the same meaning it had had only yesterday. It\nwould no longer be a place with fifty thousand palm trees and three\nhundred wells, where the pilgrims arrived, relieved at the end of their\nlong journeys. From that day on, the oasis would be an empty place\nfor her.\nFrom that day on, it was the desert that would be important. She\nwould look to it every day, and would try to guess which star the boy\nwas following in search of his treasure. She would have to send her\nkisses on the wind, hoping that the wind would touch the boy’s face,\n\n\n\n\n\nand would tell him that she was alive. That she was waiting for him,\na woman awaiting a courageous man in search of his treasure. From\nthat day on, the desert would represent only one thing to her: the\nhope for his return.\n“Don’t think about what you’ve left behind,” the alchemist said to the\nboy as they began to ride across the sands of the desert. “Everything\nis written in the Soul of the World, and there it will stay forever.”\n“Men dream more about coming home than about leaving,” the\nboy said. He was already reaccustomed to the desert’s silence.\n“If what one finds is made of pure matter, it will never spoil. And\none  can  always come back.  If  what  you  had  found was  only  a\nmoment of light, like the explosion of a star, you would find nothing\non your return.”\nThe  man  was  speaking the  language of  alchemy.  But  the  boy\nknew that he was referring to Fatima.\nIt was difficult not to think about what he had left behind. The\ndesert, with  its  endless monotony,  put  him  to  dreaming. The  boy\ncould still see the palm trees, the wells, and the face of the woman\nhe loved. He could see the Englishman at his experiments, and the\ncamel driver who  was  a  teacher without realizing it.  Maybe the\nalchemist has never been in love, the boy thought.\nThe alchemist rode in front, with the falcon on his shoulder. The\nbird  knew  the  language of  the  desert well,  and  whenever they\nstopped, he flew off in search of game. On the first day he returned\nwith a rabbit, and on the second with two birds.\n\n\n\n\n\nAt  night,  they  spread their  sleeping gear  and  kept  their  fires\nhidden. The desert nights were cold, and were becoming darker and\ndarker as the phases of the moon passed. They went on for a week,\nspeaking only of the precautions they needed to follow in order to\navoid the battles between the tribes. The war continued, and at times\nthe wind carried the sweet, sickly smell of blood. Battles had been\nfought nearby, and the wind reminded the boy that there was the\nlanguage of omens, always ready to show him what his eyes had\nfailed to observe.\nOn the seventh day, the alchemist decided to make camp earlier\nthan  usual. The  falcon flew  off  to  find  game, and  the  alchemist\noffered his water container to the boy.\n“You are almost at the end of your journey,” said the alchemist. “I\ncongratulate you for having pursued your Personal Legend.”\n“And  you’ve told  me  nothing  along the  way,”  said  the  boy.  “I\nthought you were going to teach me some of the things you know. A\nwhile ago, I rode through the desert with a man who had books on\nalchemy. But I wasn’t able to learn anything from them.”\n“There is only one way to learn,” the alchemist answered. “It’s\nthrough action.  Everything you  need  to  know you  have  learned\nthrough your journey. You need to learn only one thing more.”\nThe boy wanted to know what that was, but the alchemist was\nsearching the horizon, looking for the falcon.\n“Why are you called the alchemist?”\n“Because that’s what I am.”\n“And what went wrong when other alchemists tried to make gold\nand were unable to do so?”\n“They were looking only for gold,” his companion answered. “They\nwere seeking the treasure of their Personal Legend, without wanting\nactually to live out the Personal Legend.”\n“What is it that I still need to know?” the boy asked.\nBut the alchemist continued to look to the horizon. And finally the\nfalcon returned with their meal. They dug a hole and lit their fire in it,\nso that the light of the flames would not be seen.\n“I’m an alchemist simply because I’m an alchemist,” he said, as he\nprepared the meal. “I learned the science from my grandfather, who\nlearned from his father, and so on, back to the creation of the world.\n\n\n\n\n\nIn  those  times, the  Master Work  could be  written simply  on  an\nemerald. But men began to reject simple things, and to write tracts,\ninterpretations, and philosophical studies. They also began to feel\nthat they knew a better way than others had. Yet the Emerald Tablet\nis still alive today.”\n“What was  written on  the  Emerald Tablet?” the  boy  wanted to\nknow.\nThe  alchemist began to  draw  in  the  sand, and  completed his\ndrawing in less than five minutes. As he drew, the boy thought of the\nold king, and the plaza where they had met that day; it seemed as if\nit had taken place years and years ago.\n“This is  what  was  written on  the  Emerald Tablet,” said  the\nalchemist, when he had finished.\nThe boy tried to read what was written in the sand.\n“It’s a code,” said the boy, a bit disappointed. “It looks like what I\nsaw in the Englishman’s books.”\n“No,”  the  alchemist answered.  “It’s  like  the  flight  of  those two\nhawks; it can’t be understood by reason alone. The Emerald Tablet\nis a direct passage to the Soul of the World.\n“The wise men understood that this natural world is only an image\nand  a  copy  of  paradise. The  existence of  this  world is  simply a\nguarantee that there exists a world that is perfect. God created the\nworld so that, through its visible objects, men could understand his\nspiritual teachings  and  the  marvels of  his  wisdom. That’s  what  I\nmean by action.”\n“Should I understand the Emerald Tablet?” the boy asked.\n“Perhaps, if you were in a laboratory of alchemy, this would be the\nright time to study the best way to understand the Emerald Tablet.\nBut you are in the desert. So immerse yourself in it. The desert will\ngive you an understanding of the world; in fact, anything on the face\nof  the  earth  will  do  that.  You  don’t  even  have  to  understand the\ndesert: all you have to do is contemplate a simple grain of sand, and\nyou will see in it all the marvels of creation.”\n“How do I immerse myself in the desert?”\n\n\n\n\n\n“Listen to your heart. It knows all things, because it came from the\nSoul of the World, and it will one day return there.”\nThey  crossed the  desert for  another two  days  in  silence. The\nalchemist had  become much more  cautious, because they  were\napproaching the  area  where the  most  violent battles were  being\nwaged. As they moved along, the boy tried to listen to his heart.\nIt was not easy to do; in earlier times, his heart had always been\nready to tell its story, but lately that wasn’t true. There had been\ntimes when his heart spent hours telling of its sadness, and at other\ntimes it became so emotional over the desert sunrise that the boy\nhad to hide his tears. His heart beat fastest when it spoke to the boy\nof treasure, and more slowly when the boy stared entranced at the\nendless horizons of the desert. But his heart was never quiet, even\nwhen the boy and the alchemist had fallen into silence.\n“Why do we have to listen to our hearts?” the boy asked, when\nthey had made camp that day.\n“Because, wherev",
  "summaryId": null
}