{
  "id": "d3a7c551-56ec-4736-8e2e-efe6bfce399b",
  "type": "chapter",
  "bookId": "8203eff5-ae5e-4c29-b715-f3c11df9ec54",
  "chapterIndex": 11,
  "title": "Chapter 11",
  "rawText": "ade to\nleave, the guard told him to stay. The boy became fearful; the omens\ntold him that something was wrong. He regretted having spoken to\nthe camel driver about what he had seen in the desert.\nSuddenly, the elder at the center smiled almost imperceptibly, and\nthe boy felt better. The man hadn’t participated in the discussion,\nand, in fact, hadn’t said a word up to that point. But the boy was\nalready used to the Language of the World, and he could feel the\nvibrations of peace throughout the tent. Now his intuition was that he\nhad been right in coming.\nThe  discussion ended. The  chieftains were  silent for  a  few\nmoments as they listened to what the old man was saying. Then he\nturned to the boy: this time his expression was cold and distant.\n“Two thousand years ago, in a distant land, a man who believed in\ndreams was thrown into a dungeon and then sold as a slave,” the old\nman said, now in the dialect the boy understood. “Our merchants\nbought that  man,  and  brought  him  to  Egypt. All  of  us  know  that\nwhoever believes in dreams also knows how to interpret them.”\nThe elder continued, “When the pharaoh dreamed of cows that\nwere thin and cows that were fat, this man I’m speaking of rescued\nEgypt from famine. His name was Joseph. He, too, was a stranger in\na strange land, like you, and he was probably about your age.”\nHe paused, and his eyes were still unfriendly.\n\n\n\n\n\n“We always observe the Tradition. The Tradition saved Egypt from\nfamine in  those days, and  made the  Egyptians the  wealthiest of\npeoples. The Tradition teaches men how to cross the desert, and\nhow their children should marry. The Tradition says that an oasis is\nneutral territory, because both sides have oases, and so both are\nvulnerable.”\nNo one said a word as the old man continued.\n“But the Tradition also says that we should believe the messages\nof the desert. Everything we know was taught to us by the desert.”\nThe old man gave a signal, and everyone stood. The meeting was\nover.  The  hookahs were  extinguished, and  the  guards stood at\nattention. The  boy  made ready to  leave, but  the  old  man  spoke\nagain:\n“Tomorrow, we are going to break the agreement that says that no\none at the oasis may carry arms. Throughout the entire day we will\nbe on the lookout for our enemies. When the sun sets, the men will\nonce  again  surrender their  arms  to  me.  For  every ten  dead  men\namong our enemies, you will receive a piece of gold.\n“But arms cannot be drawn unless they also go into battle. Arms\nare as capricious as the desert, and, if they are not used, the next\ntime they might not function. If at least one of them hasn’t been used\nby the end of the day tomorrow, one will be used on you.”\nWhen the boy left the tent, the oasis was illuminated only by the\nlight  of  the  full  moon. He  was  twenty minutes from  his  tent,  and\nbegan to make his way there.\nHe was alarmed by what had happened. He had succeeded in\nreaching through to the Soul of the World, and now the price for\nhaving done so might be his life. It was a frightening bet. But he had\nbeen making risky bets ever since the day he had sold his sheep to\npursue his Personal Legend. And, as the camel driver had said, to\ndie tomorrow was no worse than dying on any other day. Every day\nwas there to be lived or to mark one’s departure from this world.\nEverything depended on one word: “Maktub.”\nWalking along in  the  silence, he  had  no  regrets. If  he  died\ntomorrow, it would be because God was not willing to change the\nfuture. He would at least have died after having crossed the strait,\nafter having worked in a crystal shop, and after having known the\n\n\n\n\n\nsilence of the desert and Fatima’s eyes. He had lived every one of\nhis days intensely since he had left home so long ago. If he died\ntomorrow, he would already have seen more than other shepherds,\nand he was proud of that.\nSuddenly he heard a thundering sound, and he was thrown to the\nground by  a  wind  such  as  he  had  never known. The  area  was\nswirling in dust so intense that it hid the moon from view. Before him\nwas an enormous white horse, rearing over him with a frightening\nscream.\nWhen the blinding dust had settled a bit, the boy trembled at what\nhe saw. Astride the animal was a horseman dressed completely in\nblack, with a falcon perched on his left shoulder. He wore a turban\nand his entire face, except for his eyes, was covered with a black\nkerchief. He appeared to be a messenger from the desert, but his\npresence was much more powerful than that of a mere messenger.\nThe strange horseman drew an enormous, curved sword from a\nscabbard mounted on his saddle. The steel of its blade glittered in\nthe light of the moon.\n“Who dares to read the meaning of the flight of the hawks?” he\ndemanded, so loudly that his words seemed to echo through the fifty\nthousand palm trees of Al-Fayoum.\n“It is I who dared to do so,” said the boy. He was reminded of the\nimage of Santiago Matamoros, mounted on his white horse, with the\n\n\n\n\n\ninfidels beneath his  hooves.  This  man  looked exactly the  same,\nexcept that now the roles were reversed.\n“It is I who dared to do so,” he repeated, and he lowered his head\nto receive a blow from the sword. “Many lives will be saved, because\nI was able to see through to the Soul of the World.”\nThe sword didn’t fall. Instead, the stranger lowered it slowly, until\nthe point touched the boy’s forehead. It drew a droplet of blood.\nThe horseman was completely immobile, as was the boy. It didn’t\neven occur to the boy to flee. In his heart, he felt a strange sense of\njoy: he was about to die in pursuit of his Personal Legend. And for\nFatima. The omens had been true, after all. Here he was, face-to-\nface with his enemy, but there was no need to be concerned about\ndying—the Soul of the World awaited him, and he would soon be a\npart of it. And, tomorrow, his enemy would also be a part of that\nSoul.\nThe stranger continued to hold the sword at the boy’s forehead.\n“Why did you read the flight of the birds?”\n“I read only what the birds wanted to tell me. They wanted to save\nthe oasis. Tomorrow all of you will die, because there are more men\nat the oasis than you have.”\nThe sword remained where it was. “Who are you to change what\nAllah has willed?”\n“Allah created the armies, and he also created the hawks. Allah\ntaught me the language of the birds. Everything has been written by\nthe  same hand,” the  boy  said,  remembering the  camel driver’s\nwords.\nThe stranger withdrew the sword from the boy’s forehead, and the\nboy felt immensely relieved. But he still couldn’t flee.\n“Be careful with your prognostications,” said the stranger. “When\nsomething is written, there is no way to change it.”\n“All I saw was an army,” said the boy. “I didn’t see the outcome of\nthe battle.”\nThe stranger seemed satisfied with the answer. But he kept the\nsword in his hand. “What is a stranger doing in a strange land?”\n“I am following my Personal Legend. It’s not something you would\nunderstand.”\n\n\n\n\n\nThe  stranger placed his  sword  in  its  scabbard, and  the  boy\nrelaxed.\n“I had to test your courage,” the stranger said. “Courage is the\nquality most essential to understanding the Language of the World.”\nThe boy was surprised. The stranger was speaking of things that\nvery few people knew about.\n“You  must  not  let  up,  even  after  having come so  far,”  he\ncontinued. “You must love the desert, but never trust it completely.\nBecause the desert tests all men: it challenges every step, and kills\nthose who become distracted.”\nWhat he said reminded the boy of the old king.\n“If the warriors come here, and your head is still on your shoulders\nat sunset, come and find me,” said the stranger.\nThe same hand that had brandished the sword now held a whip.\nThe horse reared again, raising a cloud of dust.\n“Where do  you  live?” shouted the  boy,  as  the  horseman rode\naway.\nThe hand with the whip pointed to the south.\nThe boy had met the alchemist.\nNext  morning, there were  two  thousand armed men  scattered\nthroughout the palm trees at Al-Fayoum. Before the sun had reached\nits high point, five hundred tribesmen appeared on the horizon. The\nmounted troops entered the oasis from the north; it appeared to be a\npeaceful expedition, but they all carried arms hidden in their robes.\nWhen they reached the white tent at the center of Al-Fayoum, they\nwithdrew their scimitars and rifles. And they attacked an empty tent.\nThe men of the oasis surrounded the horsemen from the desert\nand within half an hour all but one of the intruders were dead. The\nchildren had been kept at the other side of a grove of palm trees,\nand saw nothing of what had happened. The women had remained\nin their tents, praying for the safekeeping of their husbands, and saw\nnothing of the battle, either. Were it not for the bodies there on the\nground, it would have appeared to be a normal day at the oasis.\n\n\n\n\n\nThe only tribesman spared was the commander of the battalion.\nThat  afternoon, he  was  brought before the  tribal  chieftains, who\nasked him why he had violated the Tradition. The commander said\nthat his men had been starving and thirsty, exhausted from many\ndays of battle, and had decided to take the oasis so as to be able to\nreturn to the war.\nThe tribal chieftain said that he felt sorry for the tribesmen, but\nthat  the  Tradition was  sacred. He  condemned the  commander to\ndeath without honor. Rather than being killed by a blade or a bullet,\nhe was hanged from a dead palm tree, where his body twisted in the\ndesert wind.\nThe tribal chieftain called for the boy, and presented him with fifty\npieces of gold. He repeated his story about Joseph of Egypt, and\nasked the boy to become the counselor of the oasis.\nWhen the sun had set, and the first stars made their appearance, the\nboy started to walk to the south. He eventually sighted a single tent,\nand a group of Arabs passing by told the boy that it was a place\ninhabited by genies. But the boy sat down and waited.\nNot until the moon was high did the alchemist ride into view. He\ncarried two dead hawks over his shoulder.\n“I am here,” the boy said.\n“You shouldn’t be here,” the alchemist answered. “Or is it your\nPersonal Legend that brings you here?”\n“With  the  wars  between the  tribes, it’s  impossible to  cross  the\ndesert. So I have come here.”\nThe alchemist dismounted from his horse, and signaled that the\nboy should enter the tent with him. It was a tent like many at the\noasis. The boy looked around for the ovens and other apparatus\nused in alchemy, but saw none. There were only some books in a\npile, a small cooking stove, and the carpets, covered with mysterious\ndesigns.\n“Sit down. We’ll have something to drink and eat these hawks,”\nsaid the alchemist.\n\n\n\n\n\nThe boy suspected that they were the same hawks he had seen\non the day before, but he said nothing. The alchemist lighted the fire,\nand soon a delicious aroma filled the tent. It was better than the\nscent of the hookahs.\n“Why did you want to see me?” the boy asked.\n“Because of the omens,” the alchemist answered. “The wind told\nme you would be coming, and that you would need help.”\n“It’s  not  I  the  wind  spoke about. It’s  the  other foreigner,  the\nEnglishman. He’s the one that’s looking for you.”\n“He has other things to do first. But he’s on the right track. He has\nbegun to try to understand the desert.”\n“And what about me?”\n“When a  person really desires something, all  the  universe\nconspires to  help  that  person to  realize his  dream,” said  the\nalchemist, echoing the words of the old king. The boy understood.\nAnother person was there to help him toward his Personal Legend.\n“So you are going to instruct me?”\n“No. You already know all you need to know. I am only going to\npoint you in the direction of your treasure.”\n“But there’s a tribal war,” the boy reiterated.\n“I know what’s happening in the desert.”\n“I have already found my treasure. I have a camel, I have my\nmoney from the crystal shop, and I have fifty gold pieces. In my own\ncountry, I would be a rich man.”\n“But none of that is from the Pyramids,” said the alchemist.\n“I also have Fatima. She is a treasure greater than anything else I\nhave won.”\n“She wasn’t found at the Pyramids, either.”\nThey ate in silence. The alchemist opened a bottle and poured a\nred liquid into the boy’s cup. It was the most delicious wine he had\never tasted.\n“Isn’t wine prohibited here?” the boy asked\n“It’s not what enters men’s mouths that’s evil,” said the alchemist.\n“It’s what comes out of their mouths that is.”\nThe alchemist was a bit daunting, but, as the boy drank the wine,\nhe relaxed. After they finished eating they sat outside the tent, under\na moon so brilliant that it made the stars pale.\n\n\n\n\n\n“Drink and enjoy yourself,” said the alchemist, noticing that the\nboy was feeling happier. “Rest well tonight, as if you were a warrior\npreparing for combat. Remember that wherever your heart is, there\nyou will find your treasure. You’ve got to find the treasure, so that\neverything you have learned along the way can make sense.\n“Tomorrow,  sell  your  camel and  buy  a  horse. Camels  are\ntraitorous: they walk thousands of paces and never seem to tire.\nThen suddenly, they kneel and die. But horses tire bit by bit. You\nalways know how much you can ask of them, and when it is that they\nare about to die.”\nThe following night, the boy appeared at the alchemist’s tent with a\nhorse. The alchemist was ready, and he mounted his own steed and\nplaced the falcon on his left shoulder. He said to the boy, “Show me\nwhere there is life out in the desert. Only those who can see such\nsigns of life are able to find treasure.”\nThey began to ride out over the sands, with the moon lighting their\nway. I don’t know if I’ll be able to find life in the desert, the boy\nthought. I don’t know the desert that well yet.\nHe wanted to say so to the alchemist, but he was afraid of the\nman. They reached the rocky place where the boy had seen the\nhawks in the sky, but now there was only silence and the wind.\n“I don’t know how to find life in the desert,” the boy said. “I know\nthat there is life here, but I don’t know where to look.”\n“Life attracts life,” the alchemist answered.\nAnd then the boy understood. He loosened the reins on his horse,\nwho  galloped forward over  the  rocks and  sand. The  alchemist\nfollowed as the boy’s horse ran for almost half an hour. They could\nno longer see the palms of the oasis—only the gigantic moon above\nthem, and  its  silver reflections  from  the  stones of  the  desert.\nSuddenly, for no apparent reason, the boy’s horse began to slow.\n“There’s life here,” the boy said to the alchemist. “I don’t know the\nlanguage of the desert, but my horse knows the language of life.”\nThey  dismounted, and  the  alchemist said  nothing. Advancing\nslowly,  they  searched among the  stones. The  alchemist stopped\n\n\n\n\n\nabruptly, and bent to the ground. There was a hole there among the\nstones. The alchemist put his hand into the hole, and then his entire\narm,  up  to  his  shoulde",
  "summaryId": null
}