{
  "id": "e15d4033-a4ac-438d-b1cc-a7bd4a4679b1",
  "type": "chapter",
  "bookId": "8203eff5-ae5e-4c29-b715-f3c11df9ec54",
  "chapterIndex": 1,
  "title": "Chapter 1",
  "rawText": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nContents\nInternational Acclaim for Paulo Coelho’s\nForeword\nPrologue\nPart One\nPart Two\nEpilogue\nA Preview of Paulo Coelho’s: Warrior of the Light\nWarrior of the Light: Prologue\nAbout the Author\nAlso by Paulo Coelho\nBack Ads\nCopyright\nAbout the Publisher\n\n\n\n\n\nInternational Acclaim for Paulo Coelho’s\nTHE ALCHEMIST\n“The story has the comic charm, dramatic tension, and psychological\nintensity of a fairy tale, but it’s full of specific wisdom as well. . . . A\nsweetly exotic tale for young and old alike.”\n—Publishers Weekly\n“Beneath this novel’s compelling story and the shimmering elegance\nwith which it’s told lies a bedrock of wisdom about following one’s\nheart.”\n—Booklist\n“As memorable and meaningful as Saint-Exupéry’s The Little\nPrince.”\n—Austin American-Statesman\n“A touching, inspiring fable.”\n—Indianapolis Star\n“A little poke in the ribs from on high.”\n—Detroit Free Press\n“The Alchemist is a fabulous success.”\n—Der Spiegel (Germany)\n\n\n\n\n\n“A remarkable tale about the most magical of all journeys: the quest\nto fulfill one’s destiny. I recommend The Alchemist to anyone who is\npassionately committed to claiming the life of their dreams—today.”\n—Anthony Robbins, author of Awaken the Giant Within\n“An entrepreneurial tale of universal wisdom we can apply to the\nbusiness of our own lives.”\n—Spencer Johnson, M.D., author of Who Moved My Cheese\n“An adventure story full of magic and wisdom.”\n—Rudolfo Anaya, author of Bless Me, Ultima\n“The Alchemist is a beautiful book about magic, dreams, and the\ntreasures we seek elsewhere and then find at our doorstep.”\n—Madonna in Sonntag Aktuell (Germany)\n“The Alchemist is an unabashed delight and inspirational wonder.\nThis fable is a roseate amalgam of spiritual quest, existential puzzle,\nlovely sensitivity, and deep strength.”\n—Malcolm Boyd, author of Are You Running with Me, Jesus?\n“Paulo Coelho knows the secret of literary alchemy.”\n—Kenzaburo Oé, winner of the Nobel Prize in Literature\n“A most tender and gentle story. It is a rare gem of a book, and will\nmost certainly touch the very core of every heart earnestly seeking\nits own destiny on the journey of life.”\n—Gerald G. Jampolsky, M.D., coauthor of Change Your Mind,\nChange Your Life and Love Is Letting Go of Fear\n“Rarely do I come across a story with the directness and simplicity of\nCoelho’s The Alchemist. It lifts the reader out of time and focuses\n\n\n\n\n\nthrough a believably unlikely story on a young dreamer looking for\nhimself. A beautiful story with a pointed message for every reader.”\n—Joseph Girzone, author of Joshua\n“This is the type of book that makes you understand more about\nyourself and about life. It has philosophy and is spiced with colors,\nflavors, and subjects, like a fairy tale. A lovely book.”\n—Yedi’ot Aharonot (Israel)\n“A boy named Santiago joins the ranks of Candide and Pinocchio by\ntaking us on a very excellent adventure.”\n—Paul Zindel, author of the Pulitzer Prize–winning play The Effect of\nGamma Rays on Man-in-the-Moon Marigolds\n“The mystic quality in the odd adventures of the boy, Santiago, may\nbring not only him but others who read this fine book closer to\nrecognizing and reaching their own inner destinies.”\n—Charlotte Zolotow, author of If You Listen\n“Paulo Coelho gives you the inspiration to follow your own dreams\nby seeing the world through your own eyes and not someone else’s.”\n—Lynn Andrews, author of the Medicine Woman series\n“Nothing is impossible, such is Coelho’s message, as long as you\nwish it with all your heart. No other book bears so much hope; small\nwonder its author became a guru among all those in search of the\nmeaning of life.”\n—Focus (Germany)\n“The Alchemist is a truly poetic book.”\n—Welt am Sonntag (Germany)\n\n\n\n\n\n“Dotted throughout the story and illuminated in a poetic style are\nmetaphors and deep insights that stir our imagination and transport\nthe reader on a fantastic journey of the soul.”\n—Yomiuri Shimbun (Japan)\n“The Alchemist brings to mind The Little Prince by Saint-Exupéry\nand The Prophet by Khalil Gibran, as well as biblical parables.”\n—Gazeta Wyborcza (Poland)\n“The Alchemist is a beautiful and heartwarming story with an exotic\nflavor. . . . You may or may not agree with Paulo Coelho’s\nphilosophy, but it’s nonetheless a tale that comforts our hearts as\nmuch as our souls.”\n—Bergensavisen (Norway)\n“The Alchemist is like a modern-day The Little Prince. A supreme\nand simple book.”\n—Milorad Pavic, author of Dictionary of the Khazars\n“Among Latin American writers, only Colombia’s Gabriel Garcia\nMarquez is more widely read than Brazil’s Paulo Coelho.”\n—The Economist\n\n\n\n\n\nForeword\nWhen The Alchemist was first published twenty-five years ago in my\nnative Brazil, no one noticed. A bookseller in the northeast corner of\nthe country told me that only one person purchased a copy the first\nweek of its release. It took another six months for the bookseller to\nunload a  second copy—and  that  was  to  the  same person who\nbought the first! And who knows how long it took to sell the third.\nBy the end of the year, it was clear to everyone that The Alchemist\nwasn’t working. My original publisher decided to cut me loose and\ncancelled our contract. They wiped their hands of the project and let\nme take the book with me. I was forty-one and desperate.\nBut I never lost faith in the book or ever wavered in my vision.\nWhy? Because it was me in there, all of me, heart and soul. I was\nliving my own metaphor. A man sets out on a journey, dreaming of a\nbeautiful or magical place, in pursuit of some unknown treasure. At\nthe end of his journey, the man realizes the treasure was with him\nthe  entire  time.  I  was  following  my  Personal Legend, and  my\ntreasure was  my  capacity to  write. And  I  wanted to  share this\ntreasure with the world.\nAs I wrote in The Alchemist, when you want something, the whole\nuniverse conspires to help you. I started knocking on the doors of\nother publishers. One opened, and the publisher on the other side\nbelieved in me and my book and agreed to give The Alchemist a\nsecond chance. Slowly, through word of mouth, it finally started to\nsell—three thousand, then  six  thousand, ten  thousand—book by\nbook, gradually throughout the year.\nEight months later, an American visiting Brazil picked up a copy of\nThe Alchemist in a local bookstore. He wanted to translate the book\nand  help  me  find  a  publisher  in  the  United States. HarperCollins\nagreed to bring it to an American audience, publishing it with great\nfanfare: ads in the New York Times and influential news magazines,\n\n\n\n\n\nradio  and  television interviews.  But  it  still  took  some time  to  sell,\nslowly finding its audience in the United States by word of mouth,\njust  as  it  did  in  Brazil. And  then  one  day,  Bill  Clinton was\nphotographed leaving the White House with a copy. Then Madonna\nraved about the book to Vanity Fair, and people from different walks\nof life—from Rush Limbaugh and Will Smith to college students and\nsoccer moms—were suddenly talking about it.\nThe Alchemist  became a  spontaneous—and organic—\nPhenomenon. The book hit the New York Times bestseller list, an\nimportant milestone for any author, and stayed there for more than\nthree hundred weeks. It has since been translated into more than\neighty different languages, the most translated book by any living\nauthor, and is widely considered one of the ten best books of the\ntwentieth century.\nPeople continue to ask me if I knew The Alchemist would be such\na huge success. The answer is no. I had no idea. How could I?\nWhen I sat down to write The Alchemist, all I knew is that I wanted to\nwrite about my soul. I wanted to write about my quest to find my\ntreasure. I wanted to follow the omens, because I knew even then\nthat the omens are the language of God.\nThough The  Alchemist  is  now  celebrating its  twenty-fifth\nanniversary, it is no relic of the past. The book is still very much\nalive. Like my heart and like my soul, it continues to live every day,\nbecause my heart and soul are in it. And my heart and soul is your\nheart and soul. I am Santiago the shepherd boy in search of my\ntreasure, just as you are Santiago the shepherd boy in search of\nyour own. The story of one person is the story of everyone, and one\nman’s quest is the quest of all of humanity, which is why I believe\nThe Alchemist continues all these years later to resonate with people\nfrom different cultures all  around the  world, touching them\nemotionally and spiritually, equally, without prejudice.\nI re-read The Alchemist regularly and every time I do I experience\nthe same sensations I felt when I wrote it. And here is what I feel. I\nfeel happiness, because it is all of me, and all of you simultaneously.\nI  feel  happiness,  too,  because I  know I  can  never be  alone.\nWherever I go, people understand me. They understand my soul.\nThis continues to give me hope. When I read about clashes around\n\n\n\n\n\nthe world—political clashes, economic clashes, cultural clashes—I\nam  reminded that  it  is  within our  power to  build  a  bridge  to  be\ncrossed. Even  if  my  neighbor  doesn’t understand my  religion or\nunderstand my  politics, he  can  understand my  story.  If  he  can\nunderstand my story, then he’s never too far from me. It is always\nwithin my  power to  build  a  bridge. There is  always a  chance for\nreconciliation, a chance that one day he and I will sit around a table\ntogether and put an end to our history of clashes. And on this day, he\nwill tell me his story and I will tell him mine.\n— Paulo Coelho, 2014\n\n\n\n\n\nPrologue\nTranslated by Clifford E. Landers\nThe alchemist picked up a book that someone in the caravan had\nbrought. Leafing through the  pages, he  found a  story about\nNarcissus.\nThe alchemist knew the legend of Narcissus, a youth who knelt\ndaily  beside  a  lake  to  contemplate his  own  beauty.  He  was  so\nfascinated by himself that, one morning, he fell into the lake and\ndrowned. At the spot where he fell, a flower was born, which was\ncalled the narcissus.\nBut this was not how the author of the book ended the story.\nHe said that when Narcissus died, the goddesses of the forest\nappeared and  found the  lake, which had  been fresh water,\ntransformed into a lake of salty tears.\n“Why do you weep?” the goddesses asked.\n“I weep for Narcissus,” the lake replied.\n“Ah, it is no surprise that you weep for Narcissus,” they said, “for\nthough we  always pursued  him  in  the  forest, you  alone could\ncontemplate his beauty close at hand.”\n“But . . . was Narcissus beautiful?” the lake asked.\n“Who better than  you  to  know that?” the  goddesses said  in\nwonder. “After all, it was by your banks that he knelt each day to\ncontemplate himself!”\nThe lake was silent for some time. Finally, it said:\n“I  weep for  Narcissus, but  I  never noticed that  Narcissus was\nbeautiful. I weep because, each time he knelt beside my banks, I\ncould see, in the depths of his eyes, my own beauty reflected.”\n“What a lovely story,” the alchemist thought.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTHE BOY’S NAME WAS SANTIAGO. DUSK was falling as the boy arrived\nwith his herd at an abandoned church. The roof had fallen in long\nago, and an enormous sycamore had grown on the spot where the\nsacristy had once stood.\nHe  decided to  spend the  night  there. He  saw  to  it  that  all  the\nsheep entered through the ruined gate, and then laid some planks\nacross it to prevent the flock from wandering away during the night.\nThere were no wolves in the region, but once an animal had strayed\nduring the night, and the boy had had to spend the entire next day\nsearching for it.\nHe swept the floor with his jacket and lay down, using the book he\nhad just finished reading as a pillow. He told himself that he would\nhave to start reading thicker books: they lasted longer, and made\nmore comfortable pillows.\nIt was still dark when he awoke, and, looking up, he could see the\nstars through the half-destroyed roof.\nI wanted to sleep a little longer, he thought. He had had the same\ndream that night as a week ago, and once again he had awakened\nbefore it ended.\nHe arose and, taking up his crook, began to awaken the sheep\nthat still slept. He had noticed that, as soon as he awoke, most of his\nanimals also began to  stir.  It  was  as  if  some mysterious energy\nbound his life to that of the sheep, with whom he had spent the past\ntwo years, leading them through the countryside in search of food\nand water. “They are so used to me that they know my schedule,” he\nmuttered. Thinking about that for a moment, he realized that it could\nbe  the  other way  around:  that  it  was  he  who  had  become\naccustomed to their schedule.\n\n\n\n\n\nBut there were certain of them who took a bit longer to awaken.\nThe boy prodded them, one by one, with his crook, calling each by\nname. He  had  always believed that  the  sheep were able  to\nunderstand what he said. So there were times when he read them\nparts of his books that had made an impression on him, or when he\nwould tell them of the loneliness or the happiness of a shepherd in\nthe fields. Sometimes he would comment to them on the things he\nhad seen in the villages they passed.\nBut for the past few days he had spoken to them about only one\nthing: the girl, the daughter of a merchant who lived in the village\nthey would reach in about four days. He had been to the village only\nonce, the  year  before. The  merchant was  the  proprietor of  a  dry\ngoods shop, and he always demanded that the sheep be sheared in\nhis presence, so that he would not be cheated. A friend had told the\nboy about the shop, and he had taken his sheep there.\n“I need to sell some wool,” the boy told the merchant.\nThe shop was busy, and the man asked the shepherd to wait until\nthe afternoon. So the boy sat on the steps of the shop and took a\nbook from his bag.\n“I didn’t know shepherds knew how to read,” said a girl’s voice\nbehind him.\nThe girl was typical of the region of Andalusia, with flowing black\nhair, and eyes that vaguely recalled the Moorish conquerors.\n\n\n\n\n\n“Well, usually I learn more from my sheep than from books,” he\nanswered. During the two hours that they talked, she told him she\nwas the merchant’s daughter, and spoke of life in the village, where\neach  day  was  like  all  the  others. The  shepherd told  her  of  the\nAndalusian countryside, and related the news from the other towns\nwhere he had stopped. It was a pleasant change from talking to his\nsheep.\n“How did you learn to read?” the girl asked at one point.\n“Like everybody learns,” he said. “In school.”\n“Well, if you know how to read, why are you just a shepherd?”\nThe  boy  mumbled an  answer that  allowed him  to  avoid\nresponding to  her  question.  He  was  sure  the  girl  would never\nunderstand. He  went  on  telling stories about his  travels, and  her\nbright, Moorish eyes went wide with fear and surprise. As the time\npassed, the boy found himself wishing that the day would never end,\nthat her father would stay busy and keep him waiting for three days.\nHe  recognized that  he  was ",
  "summaryId": null
}