{
  "id": "f71f4684-5559-424b-b1bc-d71ddd6595e6",
  "type": "chapter",
  "bookId": "1ccb4419-523b-4a20-bcd3-b6f702ec6cb4",
  "chapterIndex": 13,
  "title": "Chapter 13",
  "rawText": "s when his heart spent hours telling of its sadness, and at other\ntimes it became so emotional over the desert sunrise that the boy\nhad to hide his tears. His heart beat fastest when it spoke to the boy\nof treasure, and more slowly when the boy stared entranced at the\nendless horizons of the desert. But his heart was never quiet, even\nwhen the boy and the alchemist had fallen into silence.\n“Why do we have to listen to our hearts?” the boy asked, when\nthey had made camp that day.\n“Because, wherever your heart is, that is where you’ll find your\ntreasure.”\n“But my heart is agitated,” the boy said. “It has its dreams, it gets\nemotional, and it’s become passionate over a woman of the desert. It\nasks things of me, and it keeps me from sleeping many nights, when\nI’m thinking about her.”\n“Well, that’s good. Your heart is alive. Keep listening to what it has\nto say.”\nDuring the next three days, the two travelers passed by a number\nof armed tribesmen, and saw others on the horizon. The boy’s heart\nbegan to speak of fear. It told him stories it had heard from the Soul\n\n\n\n\n\nof the World, stories of men who sought to find their treasure and\nnever succeeded. Sometimes it frightened the boy with the idea that\nhe  might  not  find  his  treasure,  or  that  he  might die  there  in  the\ndesert. At other times, it told the boy that it was satisfied: it had found\nlove and riches.\n“My heart is a traitor,” the boy said to the alchemist, when they\nhad paused to rest the horses. “It doesn’t want me to go on.”\n“That makes sense,” the alchemist answered. “Naturally it’s afraid\nthat, in pursuing your dream, you might lose everything you’ve won.”\n“Well, then, why should I listen to my heart?”\n“Because you will never again be able to keep it quiet. Even if you\npretend not to have heard what it tells you, it will always be there\ninside you, repeating to you what you’re thinking about life and about\nthe world.”\n“You mean I should listen, even if it’s treasonous?”\n“Treason is a blow that comes unexpectedly. If you know your\nheart well, it will never be able to do that to you. Because you’ll know\nits dreams and wishes, and will know how to deal with them.\n“You will never be able to escape from your heart. So it’s better to\nlisten to what it has to say. That way, you’ll never have to fear an\nunanticipated blow.”\nThe  boy  continued to  listen  to  his  heart  as  they  crossed the\ndesert. He came to understand its dodges and tricks, and to accept it\nas it was. He lost his fear, and forgot about his need to go back to\nthe  oasis, because, one  afternoon, his  heart  told  him  that  it  was\nhappy. “Even though I complain sometimes,” it said, “it’s because I’m\nthe heart of a person, and people’s hearts are that way. People are\nafraid to pursue their most important dreams, because they feel that\nthey don’t deserve them, or that they’ll be unable to achieve them.\nWe, their hearts, become fearful just thinking of loved ones who go\naway forever, or of moments that could have been good but weren’t,\nor of treasures that might have been found but were forever hidden\nin the sands. Because, when these things happen, we suffer terribly.”\n“My  heart  is  afraid  that  it  will  have  to  suffer,”  the  boy  told  the\nalchemist one night as they looked up at the moonless sky.\n“Tell your heart that the fear of suffering is worse than the suffering\nitself. And that no heart has ever suffered when it goes in search of\n\n\n\n\n\nits  dreams, because every second of  the  search is  a  second’s\nencounter with God and with eternity.”\n“Every second of the search is an encounter with God,” the boy\ntold his heart. “When I have been truly searching for my treasure,\nevery day has been luminous, because I’ve known that every hour\nwas a part of the dream that I would find it. When I have been truly\nsearching for my treasure, I’ve discovered things along the way that I\nnever would have seen had I not had the courage to try things that\nseemed impossible for a shepherd to achieve.”\nSo his heart was quiet for an entire afternoon. That night, the boy\nslept deeply, and, when he awoke, his heart began to tell him things\nthat came from the Soul of the World. It said that all people who are\nhappy have God within them. And that happiness could be found in a\ngrain of sand from the desert, as the alchemist had said. Because a\ngrain of sand is a moment of creation, and the universe has taken\nmillions of years to create it. “Everyone on earth has a treasure that\nawaits him,” his heart said. “We, people’s hearts, seldom say much\nabout those treasures, because  people no  longer want  to  go  in\nsearch of them. We speak of them only to children. Later, we simply\nlet  life  proceed, in  its  own  direction, toward its  own  fate.  But,\nunfortunately, very few follow the path laid out for them—the path to\ntheir  Personal Legends, and  to  happiness. Most  people see  the\nworld as a threatening place, and, because they do, the world turns\nout, indeed, to be a threatening place.\n“So, we, their hearts, speak more and more softly. We never stop\nspeaking out, but we begin to hope that our words won’t be heard:\nwe  don’t  want  people to  suffer  because they  don’t  follow their\nhearts.”\n“Why don’t people’s hearts tell them to continue to follow their\ndreams?” the boy asked the alchemist.\n“Because that’s what makes a heart suffer most, and hearts don’t\nlike to suffer.”\nFrom then on, the boy understood his heart. He asked it, please,\nnever to stop speaking to him. He asked that, when he wandered far\nfrom his dreams, his heart press him and sound the alarm. The boy\nswore that,  every time  he  heard the  alarm, he  would heed  its\nmessage.\n\n\n\n\n\nThat night, he told all of this to the alchemist. And the alchemist\nunderstood that  the  boy’s  heart  had  returned to  the  Soul  of  the\nWorld.\n“So what should I do now?” the boy asked.\n“Continue in the direction of the Pyramids,” said the alchemist.\n“And continue to pay heed to the omens. Your heart is still capable of\nshowing you where the treasure is.”\n“Is that the one thing I still needed to know?”\n“No,” the alchemist answered. “What you still need to know is this:\nbefore a dream is realized, the Soul of the World tests everything\nthat was learned along the way. It does this not because it is evil, but\nso  that  we  can,  in  addition to  realizing our  dreams, master  the\nlessons we’ve learned as we’ve moved toward that dream. That’s\nthe point at which most people give up. It’s the point at which, as we\nsay in the language of the desert, one ‘dies of thirst just when the\npalm trees have appeared on the horizon.’\n“Every search begins with beginner’s luck. And every search ends\nwith the victor’s being severely tested.”\nThe boy remembered an old proverb from his country. It said that\nthe darkest hour of the night came just before the dawn.\nOn the following day, the first clear sign of danger appeared. Three\narmed tribesmen approached, and  asked what  the  boy  and  the\nalchemist were doing there.\n“I’m hunting with my falcon,” the alchemist answered.\n“We’re going to have to search you to see whether you’re armed,”\none of the tribesmen said.\nThe alchemist dismounted slowly, and the boy did the same.\n“Why are you carrying money?” asked the tribesman, when he\nhad searched the boy’s bag.\n“I need it to get to the Pyramids,” he said.\nThe  tribesman  who  was  searching the  alchemist’s  belongings\nfound a small crystal flask filled with a liquid, and a yellow glass egg\nthat was slightly larger than a chicken’s egg.\n“What are these things?” he asked.\n\n\n\n\n\n“That’s  the  Philosopher’s  Stone  and  the  Elixir  of  Life.  It’s  the\nMaster Work  of  the  alchemists. Whoever swallows that  elixir  will\nnever be sick again, and a fragment from that stone turns any metal\ninto gold.”\nThe Arabs laughed at him, and the alchemist laughed along. They\nthought his answer was amusing, and they allowed the boy and the\nalchemist to proceed with all of their belongings.\n“Are  you  crazy?” the  boy  asked  the  alchemist, when they  had\nmoved on. “What did you do that for?”\n“To  show you  one  of  life’s  simple lessons,” the  alchemist\nanswered. “When you possess great treasures within you, and try to\ntell others of them, seldom are you believed.”\nThey continued across the desert. With every day that passed, the\nboy’s heart became more and more silent. It no longer wanted to\nknow  about things of  the  past  or  future; it  was  content simply to\ncontemplate the desert, and to drink with the boy from the Soul of\nthe World. The boy and his heart had become friends, and neither\nwas capable now of betraying the other.\nWhen his heart spoke to him, it was to provide a stimulus to the\nboy, and to give him strength, because the days of silence there in\nthe desert were wearisome. His heart told the boy what his strongest\nqualities were: his courage in having given up his sheep and in trying\nto live out his Personal Legend, and his enthusiasm during the time\nhe had worked at the crystal shop.\nAnd  his  heart  told  him  something else  that  the  boy  had  never\nnoticed: it told the boy of dangers that had threatened him, but that\nhe had never perceived. His heart said that one time it had hidden\nthe rifle the boy had taken from his father, because of the possibility\nthat the boy might wound himself. And it reminded the boy of the day\nwhen he had been ill and vomiting out in the fields, after which he\n\n\n\n\n\nhad fallen into a deep sleep. There had been two thieves farther\nahead who were planning to steal the boy’s sheep and murder him.\nBut, since the boy hadn’t passed by, they had decided to move on,\nthinking that he had changed his route.\n“Does a  man’s  heart always help  him?” the  boy  asked the\nalchemist.\n“Mostly just  the  hearts of  those who  are  trying to  realize  their\nPersonal Legends. But  they  do  help  children, drunkards, and  the\nelderly, too.”\n“Does that mean that I’ll never run into danger?”\n“It means only that the heart does what it can,” the alchemist said.\nOne afternoon, they passed by the encampment of one of the\ntribes. At each corner of the camp were Arabs garbed in beautiful\nwhite robes, with arms at the ready. The men were smoking their\nhookahs and trading stories from the battlefield. No one paid any\nattention to the two travelers.\n“There’s no danger,” the boy said, when they had moved on past\nthe encampment.\nThe  alchemist  sounded angry: “Trust  in  your  heart, but  never\nforget that  you’re in  the  desert. When men  are  at  war  with  one\nanother, the Soul of the World can hear the screams of battle. No\none fails to suffer the consequences of everything under the sun.”\nAll things are one, the boy thought. And then, as if the desert\nwanted to demonstrate that the alchemist was right, two horsemen\nappeared from behind the travelers.\n“You can’t go any farther,” one of them said. “You’re in the area\nwhere the tribes are at war.”\n“I’m not going very far,” the alchemist answered, looking straight\ninto the eyes of the horsemen. They were silent for a moment, and\nthen agreed that the boy and the alchemist could move along.\nThe boy watched the exchange with fascination. “You dominated\nthose horsemen with the way you looked at them,” he said.\n“Your  eyes  show the  strength of  your  soul,” answered the\nalchemist.\nThat’s true, the boy thought. He had noticed that, in the midst of\nthe  multitude of  armed men  back  at  the  encampment, there  had\nbeen one who stared fixedly at the two. He had been so far away\n\n\n\n\n\nthat his face wasn’t even visible. But the boy was certain that he had\nbeen looking at them.\nFinally, when they had crossed the mountain range that extended\nalong the entire horizon, the alchemist said that they were only two\ndays from the Pyramids.\n“If we’re going to go our separate ways soon,” the boy said, “then\nteach me about alchemy.”\n“You already know about alchemy. It is about penetrating to the\nSoul  of  the  World,  and  discovering the  treasure that  has  been\nreserved for you.”\n“No, that’s not what I mean. I’m talking about transforming lead\ninto gold.”\nThe alchemist fell as silent as the desert, and answered the boy\nonly after they had stopped to eat.\n“Everything in the universe evolved,” he said. “And, for wise men,\ngold is the metal that evolved the furthest. Don’t ask me why; I don’t\nknow why. I just know that the Tradition is always right.\n“Men  have  never understood  the  words of  the  wise.  So  gold,\ninstead of being seen as a symbol of evolution, became the basis for\nconflict.”\n“There are  many languages spoken by  things,” the  boy  said.\n“There was a time when, for me, a camel’s whinnying was nothing\nmore than whinnying. Then it became a signal of danger. And, finally,\nit became just a whinny again.”\nBut  then  he  stopped. The  alchemist probably already knew  all\nthat.\n“I have known true alchemists,” the alchemist continued. “They\nlocked themselves in their laboratories, and tried to evolve, as gold\nhad.  And  they  found the  Philosopher’s  Stone, because they\nunderstood that  when something evolves, everything around that\nthing evolves as well.\n“Others stumbled upon the stone by accident. They already had\nthe gift, and their souls were readier for such things than the souls of\nothers. But they don’t count. They’re quite rare.\n“And then there were the others, who were interested only in gold.\nThey never found the secret. They forgot that lead, copper, and iron\nhave their  own  Personal Legends to  fulfill. And  anyone who\n\n\n\n\n\ninterferes with  the  Personal Legend of  another thing  never will\ndiscover his own.”\nThe alchemist’s words echoed out like a curse. He reached over\nand picked up a shell from the ground.\n“This desert was once a sea,” he said.\n“I noticed that,” the boy answered.\nThe alchemist told the boy to place the shell over his ear. He had\ndone that many times when he was a child, and had heard the sound\nof the sea.\n“The sea has lived on in this shell, because that’s its Personal\nLegend. And it will never cease doing so until the desert is once\nagain covered by water.”\nThey mounted their horses, and rode out in the direction of the\nPyramids of Egypt.\nThe sun was setting when the boy’s heart sounded a danger signal.\nThey were surrounded by gigantic dunes, and the boy looked at the\nalchemist to see whether he had sensed anything. But he appeared\nto be unaware of any danger. Five minutes later, the boy saw two\nhorsemen waiting ahead of them. Before he could say anything to\nthe  alchemist, the  two  horsemen had  become ten,  and  then  a\nhundred. And then they were everywhere in the dunes.\nThey were tribesmen dressed in blue, with black rings surrounding\ntheir turbans. Their faces were hidden behind blue veils, with only\ntheir eyes showing.\nEven from a distance, their eyes conveyed the strength of their\nsouls. And their eyes spoke of death.\n\n\n\n\n\nThe two were taken to a nearby military camp. A soldier shoved the\nboy  and  the  alchemist into  a  tent  where the  chief  was  holding a\nmeeting with his staff.\n“These ar",
  "summaryId": null
}