{
  "id": "fbf31a56-5597-4ad2-8594-d9d3bb7db892",
  "type": "chapter",
  "bookId": "5bb1d115-5b6a-46dc-ac50-1c22e341efd8",
  "chapterIndex": 1,
  "title": "Chapter 1",
  "rawText": "\n\n\n\nI, Pencil                             \nMy Family Tree as told to Leonard Read \n \nI am a lead pencil — the ordinary wooden pencil familiar to all boys and girls and adults who \ncan read and write. \nWriting is both my vocation and my avocation; that's all I do. \nYou may wonder why I should write a genealogy. Well, to begin with, my story is interesting. \nAnd, next, I am a mystery — more so than a tree or a sunset or even a flash of lightning. But, \nsadly, I am taken for granted by those who use me, as if I were a mere incident and without \nbackground. This supercilious attitude relegates me to the level of the commonplace. This is a \nspecies of the grievous error in which mankind cannot too long persist without peril. For, the \nwise G.K. Chesterton observed, \"We are perishing for want of wonder, not for want of wonders.\" \nI, Pencil, simple though I appear to be, merit your wonder and awe, a claim I shall attempt to \nprove. In fact, if you can understand me — no, that's too much to ask of anyone — if you can \nbecome aware of the miraculousness that I symbolize, you can help save the freedom mankind is \nso unhappily losing. I have a profound lesson to teach. And I can teach this lesson better than can \nan automobile or an airplane or a mechanical dishwasher because — well, because I am \nseemingly so simple. \nSimple? Yet, not a single person on the face of this earth knows how to make me. This sounds \nfantastic, doesn't it? Especially when it is realized that there are about one and one-half billion of \nmy kind produced in the United States each year. \nPick me up and look me over. What do you see? Not much meets the eye — there's some wood, \nlacquer, the printed labeling, graphite lead, a bit of metal, and an eraser. \nInnumerable Antecedents \nJust as you cannot trace your family tree back very far, so is it impossible for me to name and \nexplain all my antecedents. But I would like to suggest enough of them to impress upon you the \nrichness and complexity of my background. \nMy family tree begins with what in fact is a tree, a cedar of straight grain that grows in Northern \nCalifornia and Oregon. Now contemplate all the saws and trucks and rope and the countless \nother gear used in harvesting and carting the cedar logs to the railroad siding. Think of all the \npersons and the numberless skills that went into their fabrication: the mining of ore, the making \nof steel and its refinement into saws, axes, motors; the growing of hemp and bringing it through \nall the stages to heavy and strong rope; the logging camps with their beds and mess halls, the \n\n\n\n\n\ncookery and the raising of all the foods. Why, untold thousands of persons had a hand in every \ncup of coffee the loggers drink! \nThe logs are shipped to a mill in San Leandro, California. Can you imagine the individuals who \nmake flat cars and rails and railroad engines and who construct and install the communication \nsystems incidental thereto? These legions are among my antecedents. \nConsider the millwork in San Leandro. The cedar logs are cut into small, pencil-length slats less \nthan one-fourth of an inch in thickness. These are kiln dried and then tinted for the same reason \nwomen put rouge on their faces. People prefer that I look pretty, not a pallid white. The slats are \nwaxed and kiln dried again. How many skills went into the making of the tint and the kilns, into \nsupplying the heat, the light and power, the belts, motors, and all the other things a mill requires? \nSweepers in the mill among my ancestors? Yes, and included are the men who poured the \nconcrete for the dam of a Pacific Gas & Electric Company hydroplant, which supplies the mill's \npower! \nDon't overlook the ancestors present and distant who have a hand in transporting 60 carloads of \nslats across the nation. \nOnce in the pencil factory — $4,000,000 in machinery and building, all capital accumulated by \nthrifty and saving parents of mine — each slat is given eight grooves by a complex machine, \nafter which another machine lays leads in every other slat, applies glue, and places another slat \natop — a lead sandwich, so to speak. Seven brothers and I are mechanically carved from this \n\"wood-clinched\" sandwich. \nMy \"lead\" itself — it contains no lead at all — is complex. The graphite is mined in Ceylon\n. \nConsider these miners and those who make their many tools and the makers of the paper sacks in \nwhich the graphite is shipped and those who make the string that ties the sacks and those who put \nthem aboard ships and those who make the ships. Even the lighthouse keepers along the way \nassisted in my birth — and the harbor pilots. \nThe graphite is mixed with clay from Mississippi in which ammonium hydroxide is used in the \nrefining process. Then wetting agents are added such as sulfonated tallow — animal fats \nchemically reacted with sulfuric acid. After passing through numerous machines, the mixture \nfinally appears as endless extrusions — as from a sausage grinder — cut to size, dried, and baked \nfor several hours at 1,850 degrees Fahrenheit. To increase their strength and smoothness the \nleads are then treated with a hot mixture that includes candelilla wax from Mexico, paraffin wax, \nand hydrogenated natural fats. \nMy cedar receives six coats of lacquer. Do you know all the ingredients of lacquer? Who would \nthink that the growers of castor beans and the refiners of castor oil are a part of it? They are. \nWhy, even the processes by which the lacquer is made a beautiful yellow involve the skills of \nmore persons than one can enumerate! \nObserve the labeling. That's a film formed by applying heat to carbon black mixed with resins. \nHow do you make resins and what, pray, is carbon black? \n\n\n\n\n\nMy bit of metal — the ferrule — is brass. Think of all the persons who mine zinc and copper and \nthose who have the skills to make shiny sheet brass from these products of nature. Those black \nrings on my ferrule are black nickel. What is black nickel and how is it applied? The complete \nstory of why the center of my ferrule has no black nickel on it would take pages to explain. \nThen there's my crowning glory, inelegantly referred to in the trade as \"the plug,\" the part man \nuses to erase the errors he makes with me. An ingredient called \"factice\" is what does the \nerasing. It is a rubberlike product made by reacting rapeseed oil from the Dutch East Indies\n with \nsulfur chloride. Rubber, contrary to the common notion, is only for binding purposes. Then, too, \nthere are numerous vulcanizing and accelerating agents. The pumice comes from Italy; and the \npigment that gives \"the plug\" its color is cadmium sulfide. \nNo One Knows \nDoes anyone wish to challenge my earlier assertion that no single person on the face of this earth \nknows how to make me? \nActually, millions of human beings have had a hand in my creation, no one of whom even knows \nmore than a very few of the others. Now, you may say that I go too far in relating the picker of a \ncoffee berry in far-off Brazil and food growers elsewhere to my creation; that this is an extreme \nposition. I shall stand by my claim. There isn't a single person in all these millions, including the \npresident of the pencil company, who contributes more than a tiny, infinitesimal bit of know-\nhow. From the standpoint of know-how the only difference between the miner of graphite in \nCeylon and the logger in Oregon is in the type of know-how. Neither the miner nor the logger \ncan be dispensed with, any more than can the chemist at the factory or the worker in the oil field \n— paraffin being a byproduct of petroleum. \nHere is an astounding fact: neither the worker in the oil field nor the chemist nor the digger of \ngraphite or clay nor any who mans or makes the ships or trains or trucks nor the one who runs \nthe machine that does the knurling on my bit of metal nor the president of the company performs \nhis singular task because he wants me. Each one wants me less, perhaps, than does a child in the \nfirst grade. Indeed, there are some among this vast multitude who never saw a pencil nor would \nthey know how to use one. Their motivation is other than me. Perhaps it is something like this: \neach of these millions sees that he can thus exchange his tiny know-how for the goods and \nservices he needs or wants. I may or may not be among these items. \nNo Mastermind \nThere is a fact still more astounding: the absence of a mastermind, of anyone dictating or \nforcibly directing these countless actions which bring me into being. No trace of such a person \ncan be found. Instead, we find the Invisible Hand at work. This is the mystery to which I earlier \nreferred. \nIt has been said that \"only God can make a tree.\" Why do we agree with this? Isn't it because we \nrealize that we ourselves could not make one? Indeed, can we even describe a tree? We cannot, \nexcept in superficial terms. We can say, for instance, that a certain molecular configuration \n\n\n\n\n\nmanifests itself as a tree. But what mind is there among men that could even record, let alone \ndirect, the constant changes in molecules that transpire in the life span of a tree? Such a feat is \nutterly unthinkable! \nI, Pencil, am a complex combination of miracles: a tree, zinc, copper, graphite, and so on. But to \nthese miracles that manifest themselves in nature an even-more-extraordinary miracle has been \nadded: the configuration of creative human energies — millions of tiny know-hows \nconfigurating naturally and spontaneously in response to human necessity and desire and in the \nabsence of any human masterminding! Since only God can make a tree, I insist that only God \ncould make me. Man can no more direct these millions of know-hows to bring me into being \nthan he can put molecules together to create a tree. \nThe above is what I meant when writing, \"If you can become aware of the miraculousness that I \nsymbolize, you can help save the freedom mankind is so unhappily losing.\" For, if one is aware \nthat these know-hows will naturally, yes, automatically, arrange themselves into creative and \nproductive patterns in response to human necessity and demand — that is, in the absence of \ngovernmental or any other coercive masterminding — then one will possess an absolutely \nessential ingredient for freedom: a faith in free people. Freedom is impossible without this faith. \nOnce government has had a monopoly of a creative activity such, for instance, as the delivery of \nthe mails, most individuals will believe that the mails could not be efficiently delivered by men \nacting freely. And here is the reason: each one acknowledges that he himself doesn't know how \nto do all the things incident to mail delivery. He also recognizes that no other individual could do \nit. These assumptions are correct. No individual possesses enough know-how to perform a \nnation's mail delivery any more than any individual possesses enough know-how to make a \npencil. Now, in the absence of faith in free people — in the unawareness that millions of tiny \nknow-hows would naturally and miraculously form and cooperate to satisfy this necessity — the \nindividual cannot help but reach the erroneous conclusion that mail can be delivered only by \ngovernmental \"masterminding.\" \nTestimony Galore \nIf I, Pencil, were the only item that could offer testimony on what men and women can \naccomplish when free to try, then those with little faith would have a fair case. However, there is \ntestimony galore; it's all about us and on every hand. Mail delivery is exceedingly simple when \ncompared, for instance, to the making of an automobile or a calculating machine or a grain \ncombine or a milling machine or to tens of thousands of other things. \nDelivery? Why, in this area where men have been left free to try, they deliver the human voice \naround the world in less than one second; they deliver an event visually and in motion to any \nperson's home when it is happening; they deliver 150 passengers from Seattle to Baltimore in \nless than four hours; they deliver gas from Texas to one's range or furnace in New York at \nunbelievably low rates and without subsidy; they deliver each four pounds of oil from the \nPersian Gulf to our Eastern Seaboard — halfway around the world — for less money than the \ngovernment charges for delivering a one-ounce letter across the street! \n\n\n\n\n\nThe lesson I have to teach is this: Leave all creative energies uninhibited. Merely organize \nsociety to act in harmony with this lesson. Let society's legal apparatus remove all obstacles the \nbest it can. Permit these creative know-hows freely to flow. Have faith that free men and women \nwill respond to the Invisible Hand. This faith will be confirmed. I, Pencil, seemingly simple \nthough I am, offer the miracle of my creation as testimony that this is a practical faith, as \npractical as the sun, the rain, a cedar tree, the good earth. \nThis article appears in Anything That's Peaceful: The Case for the Free Market\n, 1964. \n \n\n",
  "summaryId": "0b4610e7-41f1-4db4-b170-f319d5316eaa"
}